[
  {
    "mot": "Những người có Biểu đồ ngày sinh có một 1 thuộc về tuýp người gặp một ít khó khăn trong việc tự diễn đạt bằng ngôn ngữ. Điều này không có nghĩa là họ không nói tốt, mà là họ khó diễn đạt được cảm xúc nội tâm mình. Họ có thể nói rất lưu loát, mạnh mẽ về các đề tài không liên quan đến diễn đạt cảm xúc cá nhân, nhưng cảm thấy để diễn tả về mình hoặc những gì mình đang cảm thấy, thật không biết làm sao mà nói. Chỉ khi nào đủ trưởng thành và thấu hiểu mọi chuyện hơn, điều này mới được cải thiện. Đôi khi, trước một tình huống, họ sẽ phát ra những lời nói hoàn toàn trái ngược với những gì trong lòng họ thực nghĩ, theo một cách diễn đạt khá ‘sắc nhọn’, dễ làm người khác tổn thương hoặc thấy xúc phạm. Điều này ắt làm trầm trọng hóa vấn đề ban đầu, đưa đến những cuộc cãi vã, tranh luận gay gắt. Họ cần học suy nghĩ cẩn trọng trước khi phát biểu, và cần học phản ứng chậm lại trước các ý kiến, lời phê bình…, bởi lời nói đã phát ra khó thu hồi lại được, mà cảm giác thương tổn cũng khó mà hàn gắn. Muốn cải thiện hạn chế này, hãy lấy ra một quyển sổ trắng. Ghi lên đầu trang 1 ngày tháng hiện tại. Rồi tối trước khi đi ngủ, hãy dành vài phút viết xuống những suy nghĩ và cảm nhận của bạn về ngày hôm nay. Nhớ ghi rõ luôn cả những điều bạn đã không nói hay không làm, mà bạn ước gì bạn đã nói hay làm để mọi việc tốt hơn; và ngược lại, những điều bạn đã nói hay lỡ làm mà bạn ước gì bạn đã không làm hay nói, để mọi việc cũng không trở nên tệ như vậy. Buổi sáng hôm sau thức dậy, bạn đến trước một tấm gương lớn, đọc to toàn bộ đoạn viết của bạn ngày hôm trước và quan sát ngôn ngữ cơ thể bạn. Hãy làm điều này thường xuyên và bạn sẽ nhìn thấy sự tự tin trong việc diễn đạt bản thân mỗi ngày được cải thiện thấy rõ. Về cuộc sống, những người có một số 1 thường hay cảm thấy thiếu thiếu một điều gì đó trong cuộc sống, cho dẫu thoạt nhìn họ rất đủ đầy ở một số mặt.",
    "hai": "Người có hai số 1 (11) là người may mắn nhất trong cả nhóm, bởi sự cân bằng trời cho trong việc diễn đạt nội tâm. Đây là một đặc điểm đầy giá trị trong biểu đồ ngày sinh mà bạn nên sử dụng một cách khôn ngoan – không bao giờ lạm dụng nó cho mục đích áp đảo người khác. (Luôn nhớ ý thức tránh bực bội hay coi thường những người không được may mắn (có 11 giống bạn), đặc biệt là nếu bạn đang yêu hoặc kết hôn với một người không được có 11). Người có 11 thường có khả năng nhìn nhận các vấn đề hay các cuộc tranh luận, tranh cãi theo cả hai mặt đối lập, và vì vậy, họ hoàn toàn có khả năng đổi hướng giữa chừng nếu trong một cuộc thảo luận, họ cảm thấy quả thật hướng đối nghịch thực sự mang lại giá trị lớn lao hơn. Điều này khiến cho họ không bị sa vào bảo thủ khư khư giữ ý kiến mình khiến tầm hiểu biết bị giới hạn một chiều, mà cũng không bị ‘chấp’ với những điều mình cho là ‘lỗi’, là ‘sai’ ở người, dễ tha thứ cho người. Điều này tạo cho họ điều kiện lĩnh hội được nhiều kiến thức rộng lớn hơn, khả năng thấu hiểu lòng người cũng sâu hơn. Hệ quả là: người có 11 thường dễ có cuộc sống cân bằng, an vui, nói vui là “Ok I’m fine”, dẫu cho cuộc sống có thế nào.",
    "ba": "Với những người có ba lần số 1 được lặp lại trong ngày sinh, có hai khả năng khá đối lập xảy ra trong thực tế. Thường gặp nhất là những người… rất yêu nói, hihi, nói rất nhiều, thường có mặt trong rất nhiều hoạt động sôi nổi mà trong đó, họ trở nên nổi bật, thú vị. Nhìn chung họ thấy cuộc sống dễ chịu và hay cố gắng chia sẻ điều đó với những người xung quanh mình. Nhóm thứ hai thuộc về một số người, cũng có ba số 1, nhưng lại trống nguyên hàng ngang chính giữa – trục Tâm hồn (tức vắng mặt các số 2,5,8). Những người này thường hay im lặng, khá hướng nội, khá bẽn lẽn, đặc biệt với người lạ. Tuy vậy những người này cũng sẽ trở nên hoạt bát và nói nhiều trong những lúc họ cảm thấy thân tình, dễ chịu, trong một nhóm bạn bè thân hay người thân trong nhà. Những người này cảm thấy họ diễn đạt những cảm xúc cá nhân hay nội tâm tốt hơn thông qua việc viết xuống tâm tình mình, bằng cách này những tư tưởng của họ liền mạch hơn, không bị sự nhạy cảm quá mức của họ làm cho cản trở. Nếu bạn thuộc nhóm này mà chưa biết sức mạnh của khả năng viết lách của mình, hãy thử nhé. Không cần viết xong cái gì cũng đăng lên Facebook, viết là một cách tập diễn đạt bản thân cho trôi chảy, khơi thông những cảm xúc rối rắm tắc nghẹt trong lòng, cũng là một cách để tự chữa lành mình, cái này mình đã từng khuyên qua mọi người trên trang rồi, heng. Còn một khả năng nữa ở những người có 111 mà bản thân bạn QH quan sát thấy, đó là… tâm trạng lúc vui lúc buồn. Mà tùy theo những yếu tố khác trong biểu đồ ngày sinh tác động mà tỉ lệ ‘vui – buồn’ này gia giảm, tốt nhứt thì được 5/5, còn không thì 4/6, còn không nữa thì… 3/7. Lúc vui thì nói nhiều thiệt nhiều, lúc buồn thì ngồi im một cục, không lý tới ai. Có ai thấy tui nói có đúng không?",
    "bon": "Người có 1111 thường hay gặp trục trặc với vấn đề diễn đạt bằng lời, và vì vậy, rất hay bị người khác hiểu lầm. Nhưng cuộc sống nhanh chóng dạy họ giấu đi những cảm xúc rối rắm bằng một nụ cười, cho dù họ có khuynh hướng vẫn tiếp tục chịu đựng bên trong, ngoại trừ chính bản thân họ phải tự ý thức buông xuống những rối rắm, những tổn thương họ tự dấy lên trong lòng, và sống nhẹ nhàng hơn. Diễn đạt một cách dễ hiểu hơn, những người 1111 thường hay tự mình làm khổ tâm mình. Bạn thử tưởng tượng, với số 1 mang đặc tính về cái tôi – cái Ngã của mỗi con người, một người có đến 4 lần nhân lên cái Tôi của mình, sẽ như thế nào? Những người này, vì thế, có cái Tôi rất mạnh. Nhưng họ không dễ dàng diễn đạt được ra ngoài những cảm giác sâu, đậm như vậy về bản thân mình. Vì vậy, tác giả quyển The Comple Book of Numerology, TS. David A. Phillips khuyên: vì hạnh phúc, an lạc cho bản thân những người có 1111 và cả cho những người thân gần với họ, những người có 1111 nhất định phải học cách kiểm soát cảm xúc của mình. Khi họ thư giãn được nhiều hơn, bớt đi những căng thẳng, bớt đi sự thiếu tự tin (mà đôi khi họ không nhận ra, trái lại cảm thấy mình quá tự tin là đằng khác), họ sẽ cảm thấy ít bị cản trở và diễn đạt mình dễ dàng hơn, hơn là cứ cố găng mỉm cười và tự dối lòng “Ok I’m fine” và đè nén những sầu muộn, rối rắm nội tâm mình.",
    "nam": "Với năm, hay sáu số 1 trên biểu đồ ngày sinh, bản ngã thường bị đè nén để người có những con số này bị cản trở về diễn đạt rất nhiều. Những đứa trẻ thuộc nhóm này thường cảm thấy buồn vì chúng luôn luôn bị xung quanh hiểu lầm. Điều này dẫn đến sự tách rời, dần dà đưa đến sự cô độc. Khi lớn lên, một số người có khả năng bị ám ảnh (theo hướng rất thích) ngoại hình hay các hành động của mình, và dễ sắm rất nhiều gương đặt trong nhà, một điều mà họ cho rằng để tránh người khác nghĩ họ quá tự tôn. Tuy vậy họ thường thích bí mật ngắm họ trong gương mỗi khi có dịp. Sự tự tôn và cảm giác ‘tự lừa mình’ này dần dà sẽ đưa họ đến sự mất cân bằng về tinh thần. Ta có thể giúp trẻ thuộc nhóm có quá nhiều số 11111 gia tăng ý thức của chúng bằng cách đưa chúng tham gia các hoạt động nghệ thuật khác nhau, như viết, làm thơ, vẽ, làm đồ gốm, vân vân. Điều này có thể áp dụng được cho trẻ mọi lứa tuổi.",
    "luuy": "Càng nhiều số 1, càng trống nhiều số khác trên biểu đồ ngày sinh: Càng nhiều số 1, đồng nghĩa với những con số khác trên biểu đồ ngày sinh càng vắng mặt. Điều này dễ tạo ra nhiều Mũi tên trống (chỉ ba số vắng mặt liền nhau trên một trục ngang, dọc hay xéo), và những mũi tên trống này hay diễn đạt một cá tính khá bất lợi trong cuộc sống. (Bạn hãy nhìn lại các ví dụ 4, 5, 6) Điều này, những ai ý thức được sẽ tập cho mình hay con cái mình những hoạt động để ‘điền’ các ‘con số ảo’ vào các ô trống, để phá các Mũi tên trống này, đồng thời tạo ra các Mũi tên ‘ảo’ nhưng cũng ít nhiều cải thiện cuộc sống bạn. Điều này mình sẽ chia sẻ chi tiết ở phần Mũi tên chỉ cá tính, sau phần Biểu đồ ngày sinh này, nhé. Số 1 ‘lẻ loi’ (Isolated 1s): Đôi khi ngay cả bạn có một số 1 mà thôi, nhưng vì bạn có nhiều con số 3, hoặc 7, hoặc 9 lặp lại, bạn vẫn có thể chịu cảnh ‘lẻ loi’ cho con số 1 như thường. Đây cũng là một trường hợp đặc biệt, cần để ý, quan tâm và giúp đỡ. Cụ thể, nếu xung quanh con số 1 của bạn thiếu sự có mặt của số 2, số 5, số 4, tự nhiên con số 1 của bạn trở thành một ‘ốc đảo cô đơn’ (Ví dụ 5, ví dụ 6, lưu ý những dấu chéo đỏ, trống không xung quanh số 1). Điều này diễn đạt càng rõ nét vì sao những người có biểu đồ ngày sinh như thế này rất thường cảm thấy cô độc và không ai hiểu mình. Những người này thường có những con số hàng ngang ở trên cùng (trục Trí não, tức số 3, 6 hoặc 9) tập trung hơn, hoặc có hẳn một Mũi tên chỉ Hoạt động (7,8,9) như ví dụ 4. Trong những trường hợp này, họ rất hay bị hiểu lầm trong những điều họ nói, những việc họ làm, hoặc thấy khó giải thích được cho rõ, cho đúng những lời nói hay hành động của mình. Nếu các con số còn lại trong biểu đồ của họ nhấn mạnh ở trục ngang trên cùng, người này có thể bị hiểu nhầm là lười biếng hay không đáng tin cậy, bởi rất nhiều điều trong đầu họ không được ‘diễn dịch’ ra thành thực tế, hoặc họ hay hứa đã rồi hiếm khi nào chịu làm. Điều này khiến cho không còn được tin cậy nữa, bởi khổ thay, hay xảy ra hiện thực là xung quanh ai cũng thấy điều này, chỉ có chính họ là người… ít tự thấy được nhược điểm này của mình nhất! (Điều này mình thấy đặc biệt đúng với một số trường hợp xung quanh mình, nha). Đó chính là do bản chất cái Tôi trong con người họ quá mạnh mẽ, tạo nên một cái Tôi đơn độc trong họ. Để phá bỏ điều này cũng không phải quá khó. Bài đã quá dài, vui lòng đợi đến khi mình trình bày hết ý nghĩa của chín con số tự nhiên có mặt trong biểu đồ ngày sinh và các Mũi tên chỉ cá tính, sẽ có một bài riêng để tập hợp các cách ‘trị’ các chỗ trống, chỗ khuyết trong biểu đồ, qua đó chỉnh luôn được phần nào cá tính và cuộc sống mình, nhé. "
  },
  {
    "mot": "Biểu đồ có mỗi một con 2 chỉ một mức độ trực giác cơ bản, nhưng không phải lúc nào cũng đủ trong thế giới đầy tính cạnh tranh này, đặc biệt là đối với đàn ông. Với muôn mặt xã hội hiện giờ đang chú trọng nhiều vào những giá trị nhân tạo, mỗi cá nhân cần phải tự uyển chuyển lắm mới khớp được vào guồng chung, mới mong cạnh tranh thành công. Và điều này không thể có được nếu không có một mức độ nhạy cảm cân bằng cao. Nếu không có sự cân bằng, những người mang bản chất nhạy cảm sẽ dễ dàng bị tổn thương, và thường vì thế đưa ra những phản ứng thiếu khôn ngoan. Giới đàn ông thường dễ chịu tình trạng này hơn phái nữ. Một con 2 cung cấp một nền tảng giá trị cho việc phát triển tính nhạy cảm cân bằng, nhưng giá trị cân bằng lý tưởng nhất nằm ở cặp đôi 22 nha. Phái nữ có một con 2 thì vẫn ổn, bởi trời sinh phái nữ vốn đã… đủ nhạy cảm rồi. Nhìn chung, người có một con 2 thường dễ cảm thấy họ cần nhiều thời gian để thư giãn, ở ngoài thiên nhiên và tránh xa môi trường cạnh tranh căng thẳng. Lúc này, bạn hãy tham khảo qua Con số chủ đạo mà bạn có (Xem lại từ bài 4 đến bài 15), mỗi con số chủ đạo sẽ có một cách định hướng riêng, nhé.",
    "hai": "Cặp số 22 trong biểu đồ ngày sinh là một lợi thế to lớn để một người phát triển trực giác và độ nhạy cảm. Nhưng cũng hãy ý thức rằng có của cần biết lấy ra sử dụng, chứ bất cứ điều gì để mãi trong kho trước sau gì cũng sẽ mai một à. Trực giác và độ nhạy cảm lý tưởng này sẽ cho phép người có cặp 22 đạt được trí thông minh trên mức trung bình, dựa trên khả năng thấu hiểu trời cho đối với con người và vạn tình huống xảy ra. Khi cần cái gọi là ‘ấn tượng đầu tiên’, trực giác của những người này cực đáng tin cậy, với độ chính xác và nhanh chóng đáng kinh ngạc. Người khác đối với họ là chân thành hay không, họ đều nhận ra được ngay, miễn là họ không để cái tôi hay trí tưởng tưởng của họ nhảy vào và tô màu, làm biến màu trực giác nguyên thủy họ có. Sự cân bằng trong độ nhạy cảm xuất phát từ trực giác này, nếu được diễn đạt tích cực, sẽ có khuynh hướng kéo họ vào rất nhiều mặt của cuộc sống. Thường họ sẽ xử lý những việc này rất suôn sẻ, thành công, nhưng họ cũng cần để ý để tránh bị liên quan vào quá nhiều vụ việc, vì việc nào cũng đáng làm. Nếu cứ mê mải lao vào những việc đều cần làm này, hạnh phúc gia đình có thể chịu phương hại. Và nên nhớ, việc gì cũng phải nhớ giữ cân bằng, cân bằng là chìa khóa mở cửa thành công, nha!",
    "ba": "Một khi đã gọi là ‘vượt ngưỡng cân bằng’, chúng ta sẽ bị quá đà. Người có ba số 222 trong biểu đồ ngày sinh thường chịu sự nhạy cảm không cân bằng, một sự quá mức có thể phát triển thành một dạng gánh nặng tâm lý khó thể chịu nổi. Điều này có nghĩa là người này rất dễ bị tác động bởi tâm trạng của người khác, hậu quả là khả năng rất cao luôn bị lôi kéo sâu vào các vấn đề, các trục trặc của người khác. Để đảm bảo một chế độ tự bảo vệ đầy nhạy cảm, những người này hay bỏ nhiều thời gian chìm đắm trong thế giới riêng của mình, qua đó lộ ra vẻ đơn độc mà nếu để lâu, dần dà phát triển thành sự cô độc. Nhiều người với 222 làm việc trong ngành giải trí sẽ dễ dàng chạm tới thành công khi áp mình vào khắc họa tính cách của những nhân vật khác nhau. Tuy vậy, nói nôm na là đôi khi quá nhập tâm vào các vai diễn, họ khó trả vai ra được, khiến họ luôn cảm thấy tổn thương. Từ điểm này, lúc nào họ cũng tìm cách tự vệ mình, hay phát biểu một số câu bốc đồng khiến tổn thương người khác. Trẻ có 222 thường bắt chước người khác rất giỏi, và chúng luôn có bản năng tự nhiên muốn chia sẻ những cảm giác của người khác. Tuy vậy, việc cảm xúc cứ trồi trồi sụt sụt theo cảm giác, vui buồn của người khác cứ như suốt ngày nhảy lên chơi trò chơi tàu uốn lượn khiến chúng mệt mỏi và mất cân bằng, nên việc này cần được các bậc cha mẹ quan sát và hướng dẫn con cẩn thận. Bởi nhiệm vụ quan trọng của các bậc cha mẹ có con có 222 là giúp con có được nền tảng vững chắc về sự tự tin, cùng với định hướng đường đời theo Con số chủ đạo mà ngày sinh con cộng ra.",
    "bon": "Tính nhạy cảm cao độ đến nhường này cần được theo dõi cẩn trọng và luôn cần được đặt trong vòng kiểm soát, nếu không nó rất dễ bộc phát thành những sự diễn dịch sai, đi kèm theo tính nóng giận, thói hay mỉa mai và sân si. Những người này cực thiếu kiên nhẫn. Trực giác của họ trở nên kém đáng tin cậy khi họ diễn dịch sai quá nhiều, và họ có khuynh hướng đặt lòng tin nơi nhầm người. Họ thường phản ứng thái quá khi gặp các tình huống và hay trở nên nhẹ dạ, và không cân bằng về mặt cảm xúc. Gia đình và bạn bè của những người có 2222 cần cực kỳ kiên nhẫn và thấu hiểu, dẫu cho họ có khá ít bạn bè. Theo nghiên cứu và quan sát trong hơn 40 năm của tác giả cuốn The Complete book of Numerology, TS. David A. Phillips cho rằng mặc dù tỉ lệ người có bốn con 2 chiếm một tỉ lệ rất nhỏ trong tổng dân số, tuy nhiên những người này chiếm một thành phần rất cao trong tỉ lệ những người có hôn nhân tan vỡ, hoặc phá sản, hoặc những người phải trú trong các nhà dưỡng tâm thần tại Mỹ. Họ hiếm khi nào chiếm được vị trí cao nơi công sở, nhưng khi được như vậy, họ thường khó được người khác tin cậy, vì thế lúc vươn lên khó và chậm thế nào, khi chìm xuống lại nhanh và sâu tới đáy, ngoại trừ họ phải có những mối dây liên hệ gia đình cực kỳ tích cực ảnh hưởng cao đến họ. Đời sống của những người có 2222 thường rất cô đơn, nhiều người chịu không được nên mượn rượu chè, các chất gây nghiện, hoặc thói quen gây nghiện khác. Họ có thể tránh được những sự cô độc như vậy nếu họ chịu mở lòng ra để tiếp nhận những tư vấn phù hợp và khôn ngoan. Họ cần phải học được tính tự kiểm soát thật chặt chẽ mỗi khi có điều gì liên quan đến bày tỏ cảm xúc, tranh thủ thư giãn thiền mỗi khi có thể, và chấp nhận trôi theo dòng đời một cách thuận tự nhiên, thay vì cứ lạc quẻ với nó.",
    "nam": "Đây là một con số cực kỳ hiếm, chỉ diễn ra có một ngày sinh duy nhất là 22/2/2002. Những người có ngày sinh mang 22222 rất dễ phản ứng với sự nhạy cảm đặc biệt lớn của mình. Họ rất cần sự quan tâm và hướng dẫn cực kỳ tập trung, tận tâm từ cha mẹ, thầy cô… khi họ còn rất nhỏ, và họ thường thử thách lòng kiên nhẫn của những người khác tới tận cùng.",
    "luuy": "Trong những thập niên tới đây, không chỉ có năm con 2, mà chúng ta sẽ còn có dịp nhìn thấy sáu con 2, như trong ngày sinh của người sinh ra vào 22/2/2022, hoặc thậm chí, bảy con 2, như trong ngày sinh ‪22/2/2222‬ và ‪22/12/2222‬. Điều này để nhắc nhở trước rằng, các bậc phụ huynh nào có con sinh vào những ngày này cần đặc biệt lưu ý để dìu dắt và kiên nhẫn với con ngay từ khi rất nhỏ, thì mới mong con mình sẽ có thể điều chỉnh được phần nào sự nhạy cảm quá mức với cảm xúc để sống được bình thường, vui vẻ. Khi nhiều số 2 được lặp lại, đồng nghĩa với những ô trống trên những vị trí số khác trên biểu đồ ngày sinh càng nhiều. Điều này tạo thành những Mũi tên trống, chỉ một số cá tính tương đối bất lợi cho người mang nhiều số 2. Tuy vậy, hãy ghi nhớ: những gì bạn nhìn thấy trên biểu đồ ngày sinh chỉ mới là ‘số vốn ban đầu’ khi bạn vào đời. Ngày nào bạn nhìn ra được những điểm này, bạn có cơ hội và khả năng điều chỉnh cuộc đời bạn, bằng cách phát triển một số kỹ năng, chịu năng thực hiện một số hoạt động mang tính chất của những con số bạn đang thiếu trên biểu đồ, đặc biệt là những con số nằm giữa trung tâm như số 5 hay các số nằm giữa các trục ngang, trục dọc khác."
  },
  {
    "mot": "Được ví như một cái ‘mỏ neo’ trụ chặt trí nhớ, con 3 duy nhất ở biểu đồ ngày sinh giúp cho một người có trí nhớ rất tốt và lâu dài, miễn là nó được nhớ mà mang ra sử dụng (trong quá trình tiến hóa, cái gì không được dùng thường xuyên sẽ dần bị teo lại). Con 3 duy nhất này giúp người có con 3 này giữ được sự nhanh nhạy trong hoạt động trí não. Các bạn nhỏ có một số 3 sẽ rất có lợi thế trong việc học tập, cả học chính thức và học hỏi ngoài đời. Họ sẽ luôn chủ động quan tâm tới cuộc sống và môi trường họ đang sống. Người có một số 3 cũng sẽ rất linh hoạt và thường sống khá tích cực, và đem năng lượng tích cực này thổi vào hầu hết công việc mà họ làm. Họ cũng có mức tự tin trên mức trung bình, điều này cũng góp phần không nhỏ vào thành công của họ trong cuộc sống.",
    "hai": "Nhân đôi độ nhạy về phần trí não, người có hai con ba trong biểu đồ ngày sinh dễ trở nên giàu trí tưởng tượng và tăng khả năng văn chương. Tuy vậy, những sức mạnh này cần được theo dõi chặt chẽ để có thể phát triển chúng theo hướng tích cực và cân bằng nhất, tránh khả năng đi theo hướng tiêu cực, dễ có những hành vi ‘anti-social’ (phản kháng/từ chối xã hội). Để kích hoạt được khả năng tự kỷ luật cho bản thân, người có hai số 3 nên thực hành thiền tĩnh tâm những khi có thể, cùng với những bài tập luyện trí nhớ, và bài tập luyện phát triển trực giác. Những điều này, nói nôm na giống như ‘kéo bớt’ người có 33 về với thực tế, với tính chất xây dựng và tích cực hơn. Chứ nếu không, đầu óc quá nhạy chiều tưởng tượng của những người này sẽ làm hỏng cái nhìn khách quan hay một tầm hiểu biết toàn diện. Mà nếu cứ tiếp tục nuông chiều óc tưởng tượng, suy diễn của mình, dần dà họ mất luôn tính thực tế. Người có hai hay ba số 3 trong biểu đồ ngày sinh thường có khả năng viết lách đáng kể. Nếu được khích lệ, họ có khả năng viết rất thoải mái, khai thác được nhiều nguồn chất liệu dồi dào, và hoàn toàn có khả năng đưa kỹ năng này thành một công việc nghiêm túc có thể mang về thu nhập đáng kể.",
    "ba": "Ba con 3 đã đưa mức bén nhạy của tâm trí chạy quá xa về hướng tưởng tượng, khiến những người này thường mất liên kết với thực tế, dẫn đến cuộc sống đơn độc. Họ tự tạo ra một ‘thực tế’ của riêng họ, nhưng thật đáng tiếc không ai khác có thể nhìn thực tế theo kiểu họ nhìn thấy, vì vậy đơn độc lại càng đơn độc. Trí tưởng tượng màu mỡ của họ thường tập trung nghĩ về những điều tương lai và hay mường tượng ra những cảnh tượng lạ lùng, và họ thường khó tập trung vào hiện tại hay vào mối quan hệ đang có với những người xung quanh. Với sự lệch cân bằng như vậy, những người này thường thấy khó tin tưởng người khác, hiếm khi nào được thư giãn, và có thể nghiện một số loại thuốc chống stress. Họ khó có bạn thân, và hầu như không hề cảm thấy hạnh phúc. Đôi khi họ dễ bị đắm chìm trong những cuộc viễn du trong tâm tưởng đến nỗi quên mất hiện tại, xao lãng luôn người đang nói chuyện với mình. Những sự tập trung mất cân bằng như vậy chẳng giúp ích gì được cho họ trong việc nhìn nhận những góc nhìn chân thực. Càng như vậy, họ càng thu vào trong vỏ ốc nội tâm, và điều này lại dẫn tiếp đến sự thiếu tin tưởng trầm trọng hơn ở họ với những người khác, thường đưa đến mâu thuẫn. Nếu bạn có những người thân thuộc nhóm này, bạn cần hết sức kiên nhẫn, thấu hiểu và quan tâm, yêu thương, định hướng thận trọng. Cách tốt nhất là hãy bằng cách này hay cách khác động viên họ chú ý vào thực tại. Họ cần được dạy tính thực tế thông qua những hoạt động sử dụng sự khéo léo của đôi bàn tay, theo một cách thức đầy nghệ thuật, để thông qua đó, họ từ từ kéo ý thức của mình về tập trung để ý vào đôi tay mình, qua đó nhận diện được cảm xúc từ trái tim mình thông qua những phút giây thực tại. Nhắc lại: người hướng dẫn cần lắm sự kiên nhẫn và thấu hiểu, bạn nhé.",
    "bon": "Con số này hiếm, chỉ có thể xảy ra mỗi thế kỷ một tháng duy nhất. Ở thế kỷ 20, trường hợp cuối cùng diễn ra vào ngày 31/3/1933, nghĩa là người này nếu còn giờ cũng đã khá lớn tuổi rồi. Còn ở thế kỷ 21, mãi tới 3/3/2033 mới có dịp tái diễn. Nên thôi mình sẽ không bàn nhiều về trường hợp này, nhé. Chỉ hiểu chung là nếu họ càng nhiều con số 3, mức độ đẩy đến tầng cao của trí tưởng tượng càng đậm, vì vậy, khó khăn càng dày.",
    "nam": "",
    "luuy": "Những số 3 đơn độc (Isolated 3’s): Cũng tương tự như với số 1, vị trí số 3 nằm ở một góc (góc trái, trên cùng), nên nếu trong ngày sinh của một người có một hay nhiều số 3 lại thiếu cùng lúc các số 2,5,6, trên biểu đồ, cụm số 3 này sẽ một mình nằm trên một ốc đảo (xem ví dụ 1 trong hình). Đây là một hiện tượng gọi là Số 3 đơn độc, diễn tả tiềm năng mạnh mẽ về trí não của người có ngày sinh này bị tản mác, vì nó không có chiếc cầu nào nối với trục Thể chất (là trục dưới dùng: 1-4-7), và sức mạnh trí não không đưa được xuống thành thực tế. Càng nhiều con số 3 bị ‘nhốt’ trong ốc đảo đơn độc, hiện tượng này càng thể hiện rõ, và vì thế khi trí tưởng tượng của họ bùng phát thành thể tiêu cực, những người này có thể hoặc sa vào thể hoang tưởng, hoặc trở thành ‘anh hùng trong trí tưởng tượng riêng của họ’. Việc chữa vấn đề này cũng sẽ tương tự như những người gặp Con số 1 đơn độc (Isolated 1’s), mà bài về Con số 1 dài quá mình chưa chia sẻ được. Bạn hãy phát khởi luyện tập những hoạt động nào có thể kích hoạt sức mạnh của con số 5 trên biểu đồ ngày sinh: đó là chịu khó tập diễn đạt bản thân cho rõ, cho nhiều hơn. Các bậc cha mẹ có con ở vào tình hình này nên cho con tham gia các khóa học diễn đạt bản thân, các hoạt động kết nối, tập yoga với các động tác có thể làm thông suốt luân xa (trung tâm năng lượng trong cơ thể) số 5 – nằm ở vùng cổ họng… Các hoạt động này như một hình thức ‘điền’ một con số 5 ‘ảo’ vào biểu đồ ngày sinh, khiến cho xung quanh số 3 không còn bị trống 3 mặt nữa. Đồng thời, ta có thể tập thêm các hoạt động phát triển trực giác để kích hoạt sức mạnh của số 2, coi như đang ‘điền’ thêm số 2 ‘ảo’ vào biểu đồ. Làm sao để phát triển trực giác tốt hơn ư? Mình từng có bài dịch “Lắng nghe trực giác” rất đáng tham khảo, bạn chịu khó vào album Tham khảo hoặc lật lại tường trang mình để tìm lại nhé, gần đây thôi. Hoặc luôn luôn mình khuyến khích: chịu khó tập yoga, từ từ trực giác của các bạn sẽ cực kỳ phát triển! Hoặc giả, bạn có thể nghiên cứu làm sao để phát triển sức mạnh sáng tạo, vốn là thế mạnh của con số 6. Cho con đi tập vẽ, tô tượng, nặng tượng, hoặc cho làm các công việc nhà nhẹ nhàng như trồng hoa, chưng bày nhà cửa… Đây cũng giống như bạn đang ‘điền’ con số 6 ‘ảo’ vào biểu đồ ngày sinh. Mà điều này còn lợi hại ở chỗ, không những bạn phá thế ‘ốc đảo cô đơn’ của con số 3 đơn độc, khi bạn ‘điền’ được số 6 ảo này vào, nếu bạn đã có sẵn số 9 trong ngày sinh (nếu bạn sinh từ 1999 trở về trước, kiểu gì bạn chẳng có một số 9, héng), bạn tự nhiên đã có luôn nguyên Mũi tên chỉ trí thông minh (3-6-9) ngon lành, để từ đó, bạn học hành giỏi giang, trí nhớ cũng được cải thiện ít nhiều. Thử xem!"
  },
  {
    "mot": "Người có một số 4 trong biểu đồ ngày sinh là những người rất chủ động, làm việc gì cũng xăng xái, thực tế, bao gồm các hoạt động có liên quan đến các khâu tổ chức, kỹ thuật, tài chánh hay hoạt động thể chất như làm vườn, các nghệ thuật tạo hình từ đôi tay, xây dựng, vv… Ở đây Con số chủ đạo của họ sẽ bao trùm lên để, khi bạn ‘giáp mí’ hai yếu tố này lại, cái gì rõ nét ở cả hai yếu tố sẽ được ưu tiên chọn lựa để theo đuổi. (Nói ví dụ vầy nè: bạn QH có Con số chủ đạo là 9, trong đó các ngành nghề phù hợp là abcd, mà trong đó có nói là “không giỏi tính toán, đừng làm ăn kinh doanh vì không giỏi tài chính”. Rồi bạn QH cũng có một con số 4 trong biểu đồ ngày sinh, trong đó có các yếu tố “khá tài chính”. Ghép hai đặc điểm của hai bên lại, thì vì Con số chủ đạo trùm lên trên, nên yếu tố “không giỏi tài chính” vẫn trội hơn, nhưng nhờ có được một ‘em’ số 4 nên vẫn có thể nghĩ này nghĩ kia, làm nội dung, làm content cho kinh doanh thì được, đừng bắt nhảy vô cộng sổ sách, kế toán là được, héng). Những người có một số 4 sẽ thích nhào vô làm việc phần thực tế hơn là ngồi nghiền ngẫm các hệ thống lý luận, và đặc biệt, những người này sẽ dễ hoài nghi, không tin nếu họ thấy hay nghe cái gì có vẻ quá mơ hồ, trừu tượng (haha, chính xác, tui y vậy đó, bị Thầy tui phê bình hoài!) Họ thích thực tế hơn lý thuyết, và dễ mất kiên nhẫn với những ai hẹn lần hẹn lữa hay cứ dời hạn đã hẹn. Họ thích nhào vô xúc tiến công việc ngay lập tức và điều này gần như trở thành điều ‘bất di bất dịch’ ở họ, đặc biệt là khi họ có thêm một con số 7 nữa trong ngày sinh của mình (cái này các nàng, các chàng 1974 nhào vô xác nhận xem đúng không nè?) Nếu quan tâm quá nhiều đến khía cạnh thể chất có thể khiến những người có một số 4 trở nên hơi qua thiên về vật chất. Điều này có thể là một khía cạnh tiêu cực của số 4, mục đích là để dạy cho những người có số này học cách dùng lòng kiên nhẫn tự nhiên của mình để tránh chạy theo chủ nghĩa vật chất. Điều này đạt được cao nhất thông qua việc phát triển sự quan tâm và lòng trắc ẩn lòng thương của mình với những người khác. Nói một cách khác, bạn càng học quan tâm và thương người khác nhiều thêm chừng nào, tự nhiên dần dần bạn sẽ không còn màng nhiều đến những giá trị vật chất quanh mình nữa. Và bằng cách này, bạn sẽ đạt được tình bạn, hay hạnh phúc lâu dài.",
    "hai": "Nhân đôi số 4 có thể làm những người có cặp số 4 trong ngày sinh dễ có cái nhìn không cân bằng về cuộc sống, trong đó họ hay quy mọi cái về các giá trị thực tế và vật chất. Vậy điều người có hai số 4 cần học là cách hài hòa mọi cái cho cân bằng giữa ba mặt: thể chất/vật chất, tinh thần, và trí não. Như vậy họ sẽ thấy thoải mái khi sống với cảm xúc hay tư duy hơn. Nếu những người này có Con số chủ đạo là một trong các trục Tâm hồn (số 2,5,8) hoặc trục Trí não (số 3,6,9), những người này có khả năng vươn lên để cảm nhận các vấn đề về tinh thần hay trí não cao hơn những người cũng có Con số chủ đạo là một số thuộc trục Thể chất (các số 4,7). Nói chung, càng có nhiều số 4, càng cần phải học cách cân đối ba yếu tố đã nhắc trên, và khi chọn bạn bè, cần phải để ý tránh xa các bạn bè có khả năng tác động tiêu cực đến bạn. Ngược lại, nếu bạn chọn được những người bạn biết trân trọng những giá trị thẩm mỹ, văn hóa, đạo đức của cuộc, thì cuộc đời của bạn cũng sẽ được cân bằng nhanh về hướng tốt đẹp.",
    "ba": "Tất cả những yếu tố của hai số 4 được hiển hiện tại đây, mà còn ở cấp độ mãnh liệt hơn, bởi họ bị cột chặt vào những giá trị vật chất mà, mỗi khi họ có ý thức muốn thoát ra để bay lên cao hơn, lại dễ bị các giá trị vật chất lôi kéo trở lại. Những ai phải có ý thức cùng ý chí cao độ mới có thể thoát khỏi điều này, để có thể phát triển thêm về mặt trí não, hay tinh thần/tâm linh, và cần nhiều sự quan tâm, dẫn dắt, định hướng, kiên nhẫn từ những người dẫn dắt. Nhiều người có ba con số 4 thường cảm thấy một lực lao vào kiếm tiền hoặc làm việc rất cực nhọc, áp lực liên tục, làm việc đến mệt lả, mà không nhận ra bài học là ta cần nắm vững những giá trị mà công việc đó mang đến chứ không phải vùi đầu vào làm tôi tớ cho công việc đó. Ngày nào họ nhận ra điều này và có ý thức thoát khỏi nó, ngày đó họ có khả năng cân bằng hơn trong cuộc sống, với đủ ba khía cạnh thể chất – tinh thần – trí não.",
    "bon": "",
    "nam": "",
    "luuy": ""
  },
  {
    "mot": "Nếu có được một con 5 trong biểu đồ ngày sinh, người ta sẽ có cơ hội tốt nhất đạt được một cá tính cân bằng. Đây cũng là con số duy nhất đảm bảo tất cả các con số nằm ở bốn góc biểu đồ (1,3,7,9) không bị trống ba bề, để có nguy cơ rơi vào thế ‘Con số đơn độc’ (Isolated numbers). Đặc biệt, một con số 5 sẽ hỗ trợ rất tốt người có con số này trong việc kiểm soát cảm xúc, bởi nó đảm bảo sự nhạy cảm với cuộc sống ở con người này phát triển vừa phải để làm một nguồn hướng dẫn thiên về trực giác đáng tin cậy. Điều này cho phép họ xuất sắc hơn trong việc chọn lựa những điều nên làm, hơn là bốc đồng phản ứng lại các tình huống một cách thiếu suy nghĩ. Như một rào bảo vệ đầy giá trị với sự nhạy bén, một con số 5 kích hoạt mạnh mẽ tính can trường và lòng trắc ẩn, qua đó tạo ra một cá tính đầy mạnh mẽ. Nó cũng tạo ra sức mạnh của lòng thương và tự do để thúc đẩy mạnh thêm giá trị của tất cả những hình thức biểu hiện khác. Số 5 duy nhất có mặt trong biểu đồ cũng hỗ trợ cá nhân chủ nó hiểu thấu những cảm giác của chính họ, và vì thế phát triển được một sự trân trọng sâu sắc với cảm nhận của những người khác.",
    "hai": "Người có hai con 5 trong biểu đồ ngày sinh thường được nhận dạng bởi tính căng thẳng, thể hiện ra bên ngoài bằng đôi mắt nhìn trừng và đôi lông mày hay nhíu lại. Quyết tâm được sắt lại tạo cho họ một vẻ rất tự tin, mà đôi khi mạnh hơn thực tế. Khi họ trưởng thành, tính tự tin này nếu không có ý thức kiểm soát dễ bị phát triển thành tính tự tôn, và họ cảm thấy khó chịu được những vấn đề về tình cảm/cảm xúc, về nghề nghiệp hay gia đình.. vốn thỉnh thoảng vẫn xuất hiện trong cuộc đời họ. Họ cần để ý không bị làm trầm trọng hóa các vấn đề này và giữ cho mọi việc nhẹ nhàng như nó vốn dĩ như vậy. Đôi khi mãnh lực và sự nhiệt tình ở những người có hai số 5 trở nên không thể chịu nổi, và bùng ra những sự hiểu lầm hay nổi giận nơi những người thân gần với họ. Đôi khi do quá nghiêm túc thể hiện qua thái độ hay lời nói, họ tạo ra những ‘cục rối’ cảm xúc trong môi trường họ sống. rồi từ dó bị phát triển các vấn đề sức khỏe có liên quan đến khu vực bụng. Họ thường xuyên chịu chứng khó tiêu. Những người hai số 5 cần chú trọng quản lý cảm xúc, nếu không họ dễ sa đà vào các chất hay thói quen gây nghiện để giải tỏa bớt những ngăng lượng cảm xúc bị dồn nén của mình.",
    "ba": "Những điều làm nên cá tính của hai số 5 sẽ càng được tăng mạnh thêm khi một người có đến ba số 5 trong biểu đồ ngày sinh. Những kiểu căng thẳng cảm xúc như vậy có thể rất khó để thu xếp. May mà rất rất hiếm người sinh ra vào khả năng này. Các bậc bố mẹ cần dạy con từ rất sớm để trang bị cho con mình khả năng tự kỷ luật. Điều này rất quan trọng khi nhều bậc cha mẹ hiện nay cảm thấy bó tay, không thể hiểu nổi đứa con ‘phức tạp’ của mình. Các bậc cha mẹ đừng tuyệt vọng, bởi tình thương và sự thấu hiểu sẽ mang những giá trị lớn lao nhất khiến các con phát triển đúng mực. Với trường hợp này, cả bố mẹ và phía con đều phải để ý cẩn trọng suy nghĩ trước khi cất lời, để tạo điều kiện cho trí tuệ càng hiển lộ, và đồng thời, giảm thiểu khả năng vô tình xúc phạm đến một người nhạy cảm sâu như vậy. Hệ quả là, họ sẽ không cần phải dựng lên quanh con mình một cái ‘barie’ nào để bảo vệ sự nhạy cảm của chúng, điều này sẽ rất hiệu quả trong việc bảo vệ đời sống xã hội và hạnh phúc của con mình.",
    "bon": "Con số này hiếm gặp. để chỉ sự căng thẳng dữ dội thường tồn tại trong người chủ nhân cụm số này, khiến cho họ gặp các vấn đề về sức khỏe có liên quan đến vùng bụng. Những người này cũng dễ gặp tai nạn và thường ở trong trạng htái stress cao độ. Cuộc sống có thói quen gây ra các dạng ‘tai nạn’ là, hoặc là để làm chúng ta chậm bước lại, hoặc để xoay chúng ta lại nếu chúng ta có lỡ đi lạc xa khỏi Con đường tiến hóa của mỗi người. Nhưng nếu chúng ta không biết tự cân nhắc lại các tình huống của mình, chúng ta sẽ thấy thêm nhiều ‘tai nạn’ khác mọc ra dọc đường. Đây là điều rất dễ xảy ra với các bốn số 5.",
    "nam": "",
    "luuy": ""
  },
  {
    "mot": "Là một con số chỉ óc sáng tạo, diễn đạt phổ biến nhất của những người có một con 6 là tình yêu sâu đậm với gia đình, hoặc mái ấm nhà mình. Tuy vậy, khi diễn đạt thành hành động hay thái độ cụ thể, nó có thể diễn dịch thành những điều nghệ thuật hơn, như sáng tác, biiểu diễn, vẽ tranh, làm gốm… về những đề tài gia đìh. Người có một số 6 rất tập trung và trách nhiệm với gia đình. Tuy vậy, khi trưởng thành hơn, những người này cảm thấy chỉ trách nhiệm với gia đình thôi chưa đủ. Và họ sẽ tỏa sức mạnh của họ ra thêm nhiều lĩnh vực nữa để diễn đạt cho thỏa tính sáng tạo của mình, hoặc họ sẽ tiếp tục thắc mắc vì sao họ mãi vẫn chưa nhận được điều có thể thỏa những gì họ khát khao. Khi họ phát hiện ra các thể loại nghệ thuật phù hợp với họ và đặc biệt sức mạnh sáng tạo của âm nhạc, cuộc sống của họ sẽ thăng hoa một cáhc đáng kinh ngạc.",
    "hai": "Tùy thuộc vào Con số chủ đạo và nhiều yếu tố khác nữa trong ngày sinh của mỗi người, mà người có hai con 6 trong biểu đồ ngày sinh chịu một trong hai khả năng: hoặc là một người tánh khá ‘chướng’, hoặc là một người chịu khuyết tật hoặc bệnh tật về một mặt nào đó. Và cũng tùy thuộc vào các yếu tố môi trường sống, đặc biệt là ảnh hưởng của cha mẹ lên con cái trong giai đoạn đầu đời, mà mỗi cá nhân của trường hợp này có thể vượt qua điều này thế nào. Với người có ý thức kém hơn, những khía cạnh tiêu cực thể hiện khá rõ nét, như sự lo lắng, bồn chồn, stress, dễ nóng giận, đặc biệt là ở nhà hay ở chỗ làm. Những người thân những người thương xung quanh họ cảm nhận sự tiêu cực này rõ nhất, và bởi vì tất cả đều liên quan với nhau, điều này tạo ra môi trường khá căng thẳng thần kinh, thậm chí bệnh tật. Để hóa giải điều này, tốt nhất là hướng mối quan tâm của họ vượt ra ngoài những ngưỡng giới hạn trong gia đình để vươn tới những lĩnh vực sáng tạo đa dạng hơn, bất kể là dạng gì, đều tốt cả. Nghề nghiệp của những người có hai số 6 trong ngày sinh nên theo những ngành chú trọng tính sáng tạo, được gợi cảm hứng bởi sự tự tin và thấu hiểu sâu về một vấn đề. Họ cần được hướng dẫn nhẹ nhàng trong mọi trường hợp, không bao giờ được hối thúc hay đe dọa họ. Với họ, lúc nào cũng cần những lời ăn tiếng nói nhẹ nhàng, đầy yêu thương và thấu hiểu, có chức năng giống như dạng ‘dầu cù là’ tinh thần xoa dịu nhẹ hệ thống dây thần kinh rất nhạy của họ. Những người này cần thư giãn nghỉ ngơi nhiều nhất, bởi họ tiêu hao rất nhiều năng lượng thần kinh vào những hoạt động sáng tạo hay hoạt động thường ngày. Họ cần tập tĩnh tâm, hoặc thiền càng tốt, hàng ngày trước khi đi ngủ, để đảm bảo giấc ngủ của họ thực sự được thư giãn. Họ cũng cần những giấc ngủ trưa mỗi khi có thể, điều này thì dĩ nhiên tốt cho mọi người rồi, nhưng với những người có hai số 6, điều này là đặc biệt cần thiết.",
    "ba": "Người có ba con số 6 càng nhân thêm sự căng thẳng thần kinh trong mọi việc, đặc biệt là các việc có liên quan đến gia đình, hay chuyện nội bộ trong nhà. Phụ nữ chịu tác động về điều này nhiều hơn, vì thường mối quan tâm hàng đầu của phụ nữ là vấn đề gia đình. Một trong những hệ quả của điều này chính là, họ thường dễ trở nên quá bảo vệ, quá sở hữu những ‘cục cưng’ của họ trong nhà, theo một cách thức hơi… quá mức. Vấn đề thường hay xảy ra với những người nằm trong dạng này chính là họ hiếm khi nhận ra tiềm năng rất tích cực trong sự sáng tạo ở đây. Thay vào đó, họ thường hay lấy đó làm khổ chính mình, và điều này trở thành những dòng lũ cảm xúc bực bội khổ sở. Điều này đặc biệt thể hiện rõ trong việc bảo vệ con cái quá mức của họ. Họ thường âm thầm cảm thấy sợ hãi con cái lớn khôn rồi rốt cục rồi sẽ rời khỏi vòng tay mình, rồi tự nhiên điều này sẽ tạo nên những hành động sở hữu không mấy tích cực, làm con cái cũng dễ thấy bó buộc, để rồi cuối cùng sẽ đẩy con cái ra xa vòng tay gia đình sớm hơn bình thường. Những người này cần chú trọng việc quan tâm bản thân để có được sự cân bằng trong cuộc sống. Nghỉ ngơi thư giãn đúng mực, tìm sự giải khuây và thú vui trong các hoạt động sáng tạo ở bất kỳ hình thức nào cũng là những giải pháp tốt để đạt được điều này.",
    "bon": "Người có bốn số 6 cực kỳ hiếm, nhưng cũng sẽ có vài con số 1, 2, hay 9 đi kèm để giải tỏa bớt phần nào sự căng thẳng của nhiều số 6 lặp lại. Bốn số 6 diễn đạt một tiềm năng sáng tạo vô cùng đặc biệt, mặt khác, ở khía cạnh tiêu cực, cảm xúc lúc nào cũng dễ bị ảnh hưởng theo hướng muốn chi phối người khác. Cụ thể, những người này sẽ dễ bị lo lắng sầu khổ, làm tổn hại đến sức khỏe của họ hay mối quan hệ bạn bè vì những lời phàn nàn không ngớt. Nếu bố mẹ nhìn ra đặc tính này của bốn số 6 ngay từ nhỏ và kiên nhẫn, thấu hiểu từ từ hướng dẫn con tập trung khai mở tiềm năng sáng tạo dạt dào của mình, thì trẻ lớn lên sẽ không bị những đặc điểm tâm lý như ở trên. Với tình yêu thương vô điều kiện, những người bốn số 6 sẽ trở nên rất tích cực trong thể hiện tài năng của mình ở các hoạt động sáng tạo.",
    "nam": "",
    "luuy": ""
  },
  {
    "mot": "Nếu có một con số 7 trong biểu đồ ngày sinh, những sự hy sinh trong một trong ba lĩnh vực sau đây: sức khỏe, tiền tài hay tình yêu sẽ hoặc đã xuất hiện trong cuộc đời bạn như một phần thiết yếu trong tiến trình học hỏi của vòng đời này. Những đau thương, hy sinh này là một phần để tâm hồn bạn chịu ‘hé mở’, kiểu như con trai ngọc phải chịu cái đau cắt thịt của hạt cát rạch vào trong thịt mới tiết ra được chất ngọc. Nhưng thông thường, những người chịu tổn thất, hy sinh này hay rên xiết, đau khổ mà không nhận ra bản chất của bài học dạng này chính là “buông bỏ để đạt được”. Về mặt tiền tài vật chất, khi chúng ta chấp nhận buông bỏ những giá trị sở hữu, chúng ta học được sự khác biệt giữa cảm giác ‘thích có thì hay’ và ‘bắt buộc phải có’. Về mặt sức khỏe hay tình yêu, bất kỳ sự mất mát nào về mặt này đều để trui rèn hay thanh lọc thái độ hay thói quen sống của ta. Nếu chúng ta ý thức rằng đàng nào chúng ta cũng cần phải hoàn thành mục đích sống của ta khi đến với trái đất này, ở vòng đời này, chúng ta phải đảm bảo rằng sức khỏe của chúng ta được trưởng dưỡng lành mạnh. Trong tình yêu, ta thường hay nhầm lẫn sự thèm muốn (có được tình yêu) với một dạng tình yêu vô điều kiện. Hãy nhớ rằng, nếu chúng ta thực hành yêu vô điều kiện, ta sẽ chẳng bao giờ mất mát gì cả, bởi vốn dĩ ta đâu có đặt ra ‘cầu mong’ gì đâu mà mất! Tuy vậy, thực tế là nhiều người trong chúng ta hiếm khi duy trì được tình yêu dài lâu, bởi chúng ta cứ gắn kèm chữ ‘tình yêu’ với biết bao là đòi hỏi, kỳ vọng về cảm xúc cần phải được đáp lại. Vì thế mà… chúng ta khổ dài dài.",
    "hai": "Hai con số 7 ngầm chỉ mức độ ‘bài học’ trong cuộc đời của một người sẽ được ‘tô đậm’ lên thêm gấp hai lần. Những người có hai số 7 trong biểu đồ ngày sinh sẽ thấy những bài học tổn thất, thương đau trong cuộc đời họ xuất hiện ở hai trong số ba khía cạnh cơ bản của đời sống: sức khỏe, tình cảm, hay tiền tài. Những loại trải nghiệm thương đau này nhằm để nhắc nhở người có hai số 7 để ý cố mà thấu hiểu những triết lý sống sâu sắc ở đời. Những tổn thất đau thương này làm cho họ rốt cục phải quan tâm đến các vấn đề tâm linh (vì sao ta lại chịu như vậy, vì sao ta lại ra nông nỗi này…), rồi từ sự quan tâm và tìm hiểu các vấn đề tâm linh cao hơn những gì mắt thấy tai nghe thông thường, họ sẽ đạt được những tầng thấu cảm nhất định, từ đó đạt được những năng lực chữa lành, định hướng và lòng từ ái, cho cả bản thân và cho người khác. Nếu họ không nhận ra những giá trị sâu xa này, người có hai số 7 sẽ dễ rơi vào trạng thái sống tiêu cực, và không ngừng than vãn về những mất mát đau thương xảy đến trong cuộc đời họ, trách móc mọi người về các vấn đề của họ, và lên án cuộc đời sao bất công với họ. Họ sẽ trở thành những người cộc cằn, xấu tính mà hầu như ai cũng muốn né.",
    "ba": "Người có ba số 7 trong biểu đồ ngày sinh, nhìn trên bề nổi là những người có số phận tưởng chừng cực kỳ đáng buồn vì liên tục nhận phải những tổn thất, hy sinh trong cả ba khía cạnh của đời sống: sức khỏe, tình cảm, hay tiền tài. Nhưng nỗi buồn này thường có ảnh hưởng với những người thân xung quanh hơn bản thân người phải chịu đựng những tổn thất hy sinh này, bởi trải qua quá nhiều những bài học thương đau, họ đã nhận ra mục đích chính mà ‘đời’ đang kiên trì ‘dạy’ họ. Những bài học này là muốn thử thách tính can trường và lòng từ ái của họ, mà ai vượt qua được, hẳn có được một cá tính mạnh mẽ vô cùng. Điều này tạo nên được một con người đầy giá trị, quan điểm về cuộc sống phát triển vượt những giới hạn trí tuệ thông thường. Một vốn quý của gia đình và xã hội, mà qua đó, nhiều người khác có thể nương dựa, để xin ý kiến hay sự hướng dẫn về sau. Nhưng đó là với những ai vượt qua được những thử thách ngặt nghèo của cuộc sống. Với những người có ba số 7 không thể lội qua nổi những tổn thất đau thương này, họ sẽ cảm thấy họ mất tất cả rồi, họ héo hon trong những vũng bùn cuộc đời và dựa vào lòng thương cảm để níu kéo sự tồn tại của mình, họ sẽ vô cùng dễ rơi vào trầm cảm và có những hành vi phản kháng xã hội để rồi cuối cùng, bạn bè rời ra, gia đình lánh sợ… Nếu bạn rơi vào trường hợp này, bạn sẽ chọn lựa bạn nằm trong trường hợp trước, hay trường hợp sau?",
    "bon": "Trong số hơn 200 trường hợp mà cá nhân bạn QH nghiên cứu qua trong mấy tháng vừa rồi, mình chưa bao giờ gặp phải ca nào có bốn số 7 trong ngày sinh. Tuy vậy, tác giả cuốn The Complete Book of Numerology, TS. David A. Phillips có kể lại, vào năm 1977, trong suốt một tháng 7 đi diễn thuyết tại các hội thảo và các lớp học tại Toronto, Canada, ông đã nói ông cảm thấy vô cùng thương cảm cho em bé sinh vào các ngày 7, 17, 27/7/1977 và cả bố mẹ của các em bé này, những người chưa hề biết họ sẽ đối mặt với những đứa trẻ ‘đặc biệt’ như thế nào. Thế mà không ngờ, sau đó ông đã nhận được tin của một người bạn thân sống tại Sidney, báo rằng anh bạn này đã vui sướng được trở thành bố của em bé đầu lòng, sinh ngày 27/7/1977, và liên tục những vấn đề sau đó hai vợ chồng anh đã gặp phải với đứa trẻ này như thế nào. Ông nói, thật may là phải đến tận năm 2077 thì mới lại sẽ có những trường hợp bốn số 7 được sinh ra đời. Với cả bản thân đứa trẻ lẫn bố mẹ của những trường hợp sinh có bốn số 7, rất cần sự giúp đỡ cẩn thận, cả về phương tiện giúp đỡ thực tiễn lẫn trò chuyện tinh thần, bởi những điều giống như kiểu ‘xui rủi, kỳ cục’ cứ liên tục vận vào cuộc đời bé. Tuy vậy, như vị tác giả đã khẩn thiết nhấn mạnh nhiều lần: những tổn thất mất mát của những cuộc đời này, bản chất là để người ấy trải nghiệm những bài học thấm thía, qua đó, lĩnh hội được những giá trị tinh thần hay tâm linh sâu sắc. Đàng nào cũng không tránh khỏi lộ trình đầy cam go ấy, tốt nhất là gia đình và bản thân người này cần thay đổi quan điểm về cuộc sống, sẽ thấy mình đi qua được đường dốc gập ghềnh đỡ mệt hơn. Đó là quan điểm: “Còn được tới nửa ly nước để uống”, thay vì “Ôi, chỉ còn có nửa ly nước để uống thôi hà!” Bạn có ráng làm như vậy được không?",
    "nam": "",
    "luuy": "Cũng tương tự như với các con số nằm ở bốn góc của biểu đồ ngày sinh, số 7 – nằm ở góc dưới phải, có khả năng rơi vào tình trạng ‘đơn độc’ nếu xung quanh nó không được bao bọc bởi các con số 4,5,8, hoặc chí ít là một trong ba con số này. Điều này tương đương với trong ngày sinh của bạn thiếu đi hoàn toàn cả ba số 4,5,8. Điều gì sẽ xảy ra nếu bạn có một hay mấy con số 7 đơn độc kiểu này? Điều này mang ý nghĩa: những bài học tổn thất, mất mát xảy đến với bạn trong một, hai hay cả ba khía cạnh đề cập ở trên (tùy thuộc theo số lượng số 7 xuất hiện trong ô này) sẽ bị lặp đi lặp lại, mỗi lúc một mức độ nặng nề hơn, mỗi lúc một cam go hơn… cho đến khi nào bản thân bạn Nhìn ra Đó là bài học gì đó mà bạn cần phải nhìn cho ra! Chỉ khi đó, những ‘bài học’ dạng đó mới sẽ dừng lại. Nói thiệt, gõ ra những điều này thiệt cũng vừa ngại vừa ít vui gì đâu, nhưng cuộc đời vốn dĩ đâu phải là bữa tiệc buffet đâu mà ta được quyền lựa món mà ăn, phải không bạn? Đặc biệt khi bản thân mình và cả bạn bè mình đều nằm trong thế hệ 7x rất nhiều, nên cảm giác này… nhìn đâu cũng thấy phổ biến. Vậy thì không còn cách nào khác, chúng ta cần dũng cảm nhìn vào sự thật, để nhìn ra một giá trị to lớn ẩn đàng sau những ‘Số 7 đơn độc’ này: đó là, đừng quên số 7 là số của sự lĩnh hội những triết lý sống sâu xa, vậy thì đích thân những người có những con ‘Số 7 đơn độc’ này chính là những người có khả năng cảm thụ những triết lý sống sâu sắc nhất, vượt hơn tất cả những người xung quanh mình!"
  },
  {
    "mot": "Khi có một con 8 trong biểu đồ ngày sinh, người tích cực sẽ có tính tỉ mỉ, hệ thống đâu ra đó. Nếu không được tích cực, người có một số 8 sẽ tỏ ra hờ hững, hay không ổn định. Tính ngăn nắp, tỉ mỉ, chú ý vào chi tiết và quan tâm đến hiệu quả của từng chi tiết nhỏ là một bản chất tự nhiên của những người này. Đây là những khía cạnh của trí tuệ thực tiễn được nằm dưới sự phát triển tính độc lập của họ. Tuy nhiên, nếu những người này chọn hướng tiêu cực, họ trở nên lắt lay cảm xúc, dễ bực bội và bức xúc, hệ quả đưa đến nhiều thay đổi trong công việc, đổi nhà, thay đổi cả những mối quan hệ.",
    "hai": "Độ sắc bén của năng lực thể hiện của hai con số 8 trên biểu đồ ngày sinh có thể cực kỳ có lợi hoặc cực kỳ chênh chao, tùy thuộc vào mỗi cá nhân sống tích cực đến độ nào. Nếu nói về tính tỉ mỉ, đi vào từng chi tiết, những người này có độ xuất sắc khó ai bì kịp. Nhưng những người này cũng ý thức rằng độ tinh nhạy mà họ có được trong lĩnh vực này không được làm họ trở nên độc tài từ sự quá tự tin. Điều này sẽ dẫn đến mâu thuẫn cảm xúc nội tại, gây ra sự bất ổn định tinh thần và cực kỳ bứt rứt. Nhu cầu tìm đến bản chất sự thật đến cùng, cũng như khát khao đạt được trí tuệ cũng có thể kích thích sự bứt rứt tương tự, nhưng theo một hướng tích cực. Nó sẽ làm cho những người này rất muốn đi đó đi đây, mà qua đó, họ sẽ lượm lặt được nhiều kinh nghiệm và kiến thức, và trí tuệ. Nếu lúc trẻ họ không đi nhiều, sự ẩn ức từ trong lòng có thể phát triển, trở thành sự bức xúc ngày càng trầm trọng. Điều này có thể gây ra một cảm giác bị trói buộc, và chỉ khi nào họ có cơ hội đi đó đây, họ mới có thể tìm lại được chút cảm giác an yên trong tâm trí.",
    "ba": "Ở người có ba số 8, cảm giác bồn chồn khó chịu đưa đến khía cạnh tiêu cực thường gặp hơn đối với khía cạnh tích cực. Họ hay cảm thấy cuộc sống thiếu định hướng và đáng tức giận, và trở thành nạn nhân của sự bi quan cùng cực. Vì vậy những người này cần rất nhiều tình yêu thương và sự hướng dẫn để khuyến khích họ tập có cái nhìn rộng mở và lạc quan hơn về cuộc đời. Suy cho cùng, cái mà họ cần hiểu thấu là cuộc sống này vẫn tiếp diễn, cho dù họ tích cực hay tiêu cực, có thưởng thức được nó hay không. Tất cả điều họ cần làm là thay đổi thái độ và, thay vì ngồi than thở về cái ‘bể khổ’ này nước nóng quá hay lạnh quá (mà thậm chí họ còn chưa cho chân xuống nước, còn chưa biết nước thực sự nóng lạnh mức nào nữa), chẳng thà họ nhảy xuống nước, bơi luôn cho qua cái ‘bể đời’ này cho rồi. Với người có ba số 8 biết hướng về hướng tích cực, mỗi ngày họ sống là một ngày ngập tràn năng lượng tích cực, cảm giác độc lập và lĩnh hội được nhiều điều mở mang trí tuệ thật tuyệt vời. Ngay cả mặc dù họ luôn thích di chuyển, rất năng động, họ vẫn có một sự bình ổn và niềm vui chan chứa từ bên trong, khiến cho họ có rất nhiều bạn bè. Thật không may là chỉ có một số rất ít người có ba số 8 sống được theo hướng này, và hy vọng rằng hôm nay sẽ có một số bạn đọc trang mình có ba số 8 sẽ đọc được tới đoạn này (hihi) và nhận ra mình có khả năng chuyển tiêu cực thành tích cực thế nào, và cuộc đời bạn sẽ nhất định thay đổi! Bạn muốn không?",
    "bon": "Bốn số 8 thường là những người cực kỳ năng động, đôi khi trở thàh ‘tăng động’. Khi còn nhỏ, các bé bốn số 8 không bao giờ chịu ngồi yên, bởi hành động ‘bất thường’ (đối với các bé) sẽ làm cho các bé dồn nén cảm xúc, để cuối cùng, kiểu gì cũng ‘bùng’ thành những hồi ‘gà bay chó sủa’. Các bé cần được dạy phát triển khả năng định phương hướng cho chuẩn xác và nên được cho thực tập tìm đường thường xuyên cho đến khi các bạn đủ lớn để tự đi đó đi đây một mình, mới thỏa máu bứt rứt trong người được.",
    "nam": "",
    "luuy": ""
  },
  {
    "mot": "Nói ngay cho dễ nhớ: số 9 mang ba giá trị lớn: tham vọng/hoài bão, trách nhiệm, và lý tưởng. Bởi ai sinh ra cũng có ba giá trị này ‘giắt túi’, nên sức mạnh này từng là nền tảng cho sự phát triển của xã hội thế kỷ trước, thúc đẩy chúng ta tìm hiểu cuộc sống rõ hơn và cũng kiểm soát, chế ngự nó nhiều hơn. Theo tác giả David A. Phillips, đừng cho rằng ôm ba giá trị lớn này, chúng ta đã thành công. Mặc dù chúng ta có vẻ đã hiểu nhiều hơn về môi trường sống và những gì xung quanh con người, hơn hẳn từ chặng đầu thế kỷ 20 trở về trước, thế nhưng cái giá đi kèm cũng thật quá đắt: chúng ta đã làm môi trường xuống cấp, bệnh tật nhiều hơn, nạn đói nghèo cũng diễn ra nhiều hơn. Vậy điều ‘sai sai’ nằm ở đâu? Phải chăng chúng ta đã đặt quá nhiều trọng tâm vào tham vọng và không chú trọng đủ đến hai yếu tố còn lại: trách nhiệm và lý tưởng? Để phát huy sức mạnh của một con số 9 lành mạnh, hiệu quả nhất, chúng ta cần học cách cân bằng ba giá trị này, tạo thành thế hài hòa, như kiềng ba chân. Bất kỳ sự cố gắng đền bù quá mức nào cũng chỉ tổ làm lệch thế cân bằng này, dẫn đến những điều tệ hại khác mà thôi. Ở đây việc duy trì sự hài hòa cân bằng là tối quan trọng, như Pythagoras từng dạy.",
    "hai": "Mức lý tưởng hóa cao độ và nhiệt tâm theo đuổi lý tưởng được tăng cao, đi kèm với những suy nghĩ cực kỳ nghiêm túc, đó là những khái niệm để mô tả những người có hai số 9 trong biểu đồ ngày sinh. Họ thường bày tỏ sự hoàn hảo lý tưởng đáng ghen tị, nhưng sau đó thường quá lý tưởng để trở thành thực tế. Họ cần cẩn thận giữ sự cân bằng giữa tính thực tế và lý tưởng. Nếu muốn tìm thấy hạnh phúc, an lạc trong cuộc sống, những người này cần tránh tối đa khuynh hướng hay phê bình người khác có khả năng yếu lý tưởng hơn mình, hoặc đã có thì ráng vượt qua. Tuy vậy những người này thường là những người có tư duy sâu sắc, làm việc với tất cả sự nhiệt tâm, và họ ước mong được hữu ích khi giúp người. Chỉ cần ráng nhớ diễn đạt ý của mình cho rõ ràng, và tránh lòng tốt mình bị coi như đương nhiên nhé.",
    "ba": "Với ba số 9 trong biểu đồ ngày sinh, sức mạnh lý tưởng và tham vọng/hoài bão vượt trội khiến họ khó mà kiểm soát được, và đôi khi tạo ra sự mất cân bằng với những ai không nhận ra sức mạnh của họ. Vấn đề này cần được tránh bằng cách nhận dạng trẻ em có ba số 9 ngay từ các em còn bé, và dạy các em diễn đạt đồng đều trên cả ba trục: thể chất, tâm hồn và trí não, hơn là chỉ tập trung diễn đạt mọi cái trên trục Trí não. Thêm vào đó, ở những người này còn hay gặp thêm khuynh hướng này đây: khi họ sống tiêu cực, họ hay bị tình trạng ‘chuyện bé xé ra to’, dẫn đến nhiều trận bộc phát, mất kiểm soát cảm xúc, thậm chí có khi còn đưa tới tình trạng mất cân bằng trí não đáng nguy hại. Bài học cần kíp cho những người nhóm này là tập nhìn mọi việc một cách khách quan và chi tiết theo giá trị đúng của họ. Điều này sẽ giúp giải tỏa sự phán xét họ hay áp đặt lên mọi điều, và cho phép họ chấp nhận tách rời khỏi nững hệ thống lý tưởng khá cứng chắc của họ.",
    "bon": "Thi thoảng chúng ta gặp một số người sinh ra với bốn số 9 trong biểu đồ ngày sinh. Mặc dù họ chiếm rất ít tỉ lệ dân số, họ thực sự cần sự giúp đỡ. Trong số này, theo tác giả David A. Phillips, chúng ta nhìn thấy hai khả năng rõ ràng: + Phổ biến nhất: là những người sống mơ màng trong một thế giới kém thực tế. Họ thường hay bỏ lửng xã hội vì không thể nắm bắt được những yếu tố thực tế trong cuộc sống, vốn không thể đẹp và hoàn hảo như trong lý tưởng của họ được. Một số khác không đến mức lộ rõ ra như thế này. Họ có vẻ ‘bình thường’ và ngoan ngoãn cho đến khi, thi thoảng họ chịu hết nổi sẽ tự tách biệt mình ra khỏi xã hội và tự khóa mình trong nhà nhiều ngày nhiều tháng trời. Nhưng đây là những người không gây hại gì, nhưng cũng từ chối cho rằng mình có bất cứ điều gì bất thường, và không chịu hợp tác với những lời đề nghị được giúp đỡ hay dẫn dắt. + Nhóm thứ hai là những người có thái độ rất hay sân si, theo kiểu đầy ghét bỏ mọi người và hay lấy niềm vui trong việc hạ thấp người khác, mà theo quan điểm của họ là quá kém so với trong lý tưởng của họ. Đây là những người có thể nguy hiểm và nên nghiêm túc tiếp nhận những tư vấn khôn ngoan, nếu không họ sẽ dễ trở nên cô độc khó thể cứu vãn, hoặc có thể nổi giận điên lên mà gây hại cho chính bản thân hay người khác trong cơn nóng giận khó thể kiềm chế của mình.",
    "nam": "Một số ít người trẻ được sinh ra trong tháng 9 năm 1999 sẽ mang năm số 9 trong ngày sinh của mình. Nếu không có sự trợ giúp của bộ môn Numerology – Thần số học, ta sẽ hầu như không thể hiểu nổi họ, mà thậm chí, đã lờ mờ cảm và hiểu được rồi, việc giúp được họ hay không cũng là một điều cực kỳ thử thách nữa.Mọi điều mà tác giả David A. Phillips mô tả cá tính của bốn số 9 đều có thể được lặp lại ở đây, thậm chí còn với độ khó… đậm đặc hơn. Chỉ còn biết hy vọng rằng bố mẹ các bạn này là những người nghiên cứu Thần số học nghiêm túc, bởi dạy được các bạn trở nên thực tế và có lòng từ ái hơn là một điều cực kỳ thử thách của thử thách.",
    "luuy": "Khi những con số 9 bị dày thêm hoặc trong biểu đồ ngày sinh có một con số nào khác được lặp lại nhiều lần, đồng nghĩa với nhiều con số khác sẽ chịu vắng mặt. Và nếu quanh số 9 thiếu vắng số 5,6 và 8, thì người này hoặc sẽ có tính lý tưởng thiếu thực tế, hoặc có tham vọng không thể thực hiện, hoặc cả hai yếu tố này cùng lúc. Nếu chỉ có một con số 9 đơn độc đứng một mình, đó là tín hiệu chỉ tham vọng hay ước vọng không được thực hiện. Hai số 9 đơn độc: lý tưởng thiếu thực tế. Còn ba hay bốn số 9: đó là cả hai yếu tố trên.Với những gì ta đã biết từ cách chữa những con số đơn độc khác (như số 1, 3, 7), ta có thể áp dụng các kỹ thuật ‘điền’ các con số ảo đang bị thiếu vào trong biểu đồ, bằng cách thực hiện các hoạt động mang yếu tố đặc trưng của con 5,6 và 8. Trong số này, các hoạt động làm tăng đặc trưng của số 5 là quan trọng nhất nếu người này không có con số 7 trong biểu đồ ngày sinh, vì số 5 này sẽ nối số 9 với diễn đạt của cá nhân của số 1, thành trục xéo đầy đặn 1-5-9. Nếu họ có sẵn số 7 rồi, sức mạnh của cả 5 và 8 đều cần được phát triển để kích hoạt tối đa mối liên kết giữa tính lý tưởng hay tham vọng của số 9 với trục Thể chất, vốn cũng là trục Thực tế."
  }
]