{
    "dataChiemTinh": [
      {
        "ten": "Ma Kết",
        "nam": {
          "tongquan": "Bạn là một nam Ma Kết chín chắn, thông minh nhưng khá trầm tính, bạn thường không thích đến những nơi quá náo động, có xu hướng ghét những thứ ồn ào. Là một người khá lạnh lùng và khó tiếp xúc, bạn đôi khi khiến người ta không dám lại gần bắt chuyện. Nghiêm túc trong cuộc sống và cả công việc, bạn luôn thực hiện đúng theo quy tắc đã đặt ra. Tuy là người có năng lực nhưng bạn lại rất khiêm tốn. Bạn hiếm khi mở lời khen ngợi người khác. Bởi vì bạn được bảo hộ bởi sao Thổ, ngôi sao đại diện cho những nguyên tắc khắt khe và sự giới hạn. Vậy nên, cũng không ngạc nhiên khi bạn bị đánh giá là khô khan và triết lí. Thế nhưng muốn tìm một chuyên gia để cho lời khuyên thì chắc chắn bạn sẽ là lựa chọn số một. Bạn theo đuổi phong cách thời trang đơn giản, cổ điển. Bạn cực kỳ ghét sự loè loẹt nên những bộ trang phục kiểu cách, màu sắc chắc chắn sẽ không phù hợp với bạn.",
          "tinhcach": "Bạn là người thực tế và có trách nhiệm. Bạn có tầm nhìn rộng và thích làm việc theo kế hoạch. Điều này giúp bạn trở thành những nhà lãnh đạo tốt và có khả năng tổ chức công việc tốt. Bạn cũng có khả năng đánh giá tình huống nhanh chóng và đưa ra quyết định đúng đắn. Tuy nhiên, đôi khi bạn có thể trở nên quá nghiêm túc và cứng nhắc trong suy nghĩ và hành động. Bạn rất đam mê và quyết tâm trong công việc của mình. Bạn cũng rất kỹ lưỡng và có khả năng hoàn thành tốt mọi nhiệm vụ được giao. Tuy nhiên, điều này có thể dẫn đến sự căng thẳng và áp lực trong cuộc sống, do đó, bạn cần phải tìm thời gian để thư giãn và giải tỏa stress. Trong mối quan hệ, bạn thường rất trung thành và có thể rất lãng mạn khi có cảm xúc với một người phụ nữ. Tuy nhiên, bạn cũng có thể trở nên khó khăn khi cố gắng bày tỏ tình cảm của mình, vì bạn thường khá kín đáo và cẩn trọng trong việc yêu.",
          "diemmanh":"Thông minh, trầm tính, không thích sự ồn ào Bạn là người thông minh, chín chắn nhưng khá trầm tính và không thích đến những nơi quá ồn ào, náo nhiệt. Bạn là người lạnh lùng, ít nói, khiến người khác rất áp lực và không dám đến gần để bắt chuyện. Bạn rất nghiêm túc trong cuộc sống lẫn công việc, luôn thực hiện đúng theo những nguyên tắc mà mình đã đặt ra. Bạn quen với mọi việc phải thật gọn gàng, ngăn nắp, khó chịu trước những xáo trộn không đúng ý mình. Bạn bị nhận xét là nhàm chán, khô khan. Thực tế đúng là như vậy, bạn chỉ thích một mình, hướng tới một cuộc sống bình yên trong tương lai. Trước khi đưa ra quyết định cho vấn đề nào đó, bạn sẽ lên sẵn kế hoạch rõ ràng và rành mạch để nắm chắc phần thắng trong tay. Dũng cảm đối mặt với khó khăn Bạn dù có đối mặt với khó khăn, thử thách như thế nào cũng sẽ không bao giờ tỏ ra chán nản, mệt mỏi hay bất lực. Bạn cũng không có thói quen nhờ đến sự giúp đỡ của người khác, mà sẽ tự tìm cách vượt qua bằng chính năng lực của bản thân. Thực tế, chính sự cố chấp và cứng đầu này khiến bạn đôi khi không thể giải quyết được rắc rối mặc dù nó khá đơn giản. Bạn là người giữ chữ tín, một khi đã đồng ý chuyện gì thì bạn sẽ cố gắng hoàn thành nó một cách tốt nhất có thể. Khi người thân quen nhờ giúp đỡ, tùy thuộc vào mức độ thân thiết mà bạn sẽ xem xét có nên nhận lời hay không.",
          "diemyeu":"Mẫu người độc miệng, thích châm chọc người khác Bạn có năng lực nhưng cũng cũng rất khiêm tốn, bạn cũng hiếm khi khen ngợi người khác nên luôn để lại ấn tượng là một người lạnh lùng khó gần cho mọi người. ̉n giấu sau sự khô khan, lạnh lùng ấy lại là chàng trai rất thú vị. Bạn sẵn sàng châm chọc và đả kích tự ái đối với những người bạn của mình và hưởng thụ cảm giác tức tối nhưng không thể phản bác của đối phương. Tuy nhiên, bạn chỉ tỏ ra như vậy với những người thân quen mà thôi, khi gặp người lạ thì bạn lại trở về dáng về lạnh lùng của bản thân. Người khác chỉ có thể biết được những thói hư, tật xấu này khi trở thành người quan trọng trong lòng bạn. Vì vậy nếu ai đó muốn trở thành bạn thân của bạn thì họ phải có một khả năng chịu đựng và vị tha vô cùng cao. Bạn cũng thích soi ra khuyết điểm của mọi người, sau đó châm chọc và thậm chí quá đáng hơn là chỉ trích nó. Tùy vào tâm trạng của bản thân, bạn có thể nói những lời dễ nghe hay ngược lại hoàn toàn.",
          "giadinh":"Bạn là một chàng trai Ma Kết trầm tính, ít nói và ít thể hiện tình cảm của mình bằng lời nói. Bạn chu đáo, tâm lý, và biết nhường nhịn những người thân yêu. Bạn ấm áp và luôn biết cách yêu thương gia đình theo cách riêng của mình. Bạn thể hiện tình yêu đối với gia đình thông qua những hành động cụ thể và chân thực. Bạn mạnh mẽ, luôn muốn làm chủ cuộc sống của mình, điều này khiến bố mẹ bạn phải ngạc nhiên vì những triết lý như những ông cụ non. Bên cạnh đó, bạn còn có khả năng tiếp thu nhanh. Bạn khiến ba mẹ ngạc nhiên bởi bản thân bạn có thể học hỏi mọi thứ một cách nhanh chóng hơn so với những đứa trẻ khác. Khả năng tự lập của bạn cũng rất tốt. Chỉ cần bố mẹ dạy bạn cách làm một số việc như tự dọn dẹp giường, tự làm bài tập về nhà, tự dọn đồ chơi và thậm chí là tự làm bánh mì ốp la cho bữa sáng, thì bạn sẽ thực hiện một cách siêng năng và ít khi để bố mẹ phải nhắc nhở.",
          "tinhyeu":"Chân thành, thật thà và chung thủy Bạn chân thành, chung thuỷ khi đã xác định mối quan hệ với một người. Bạn sẽ dồn hết tâm tư, tình cảm cho đối phương và cả thế giới chỉ xoay quanh người con gái bạn yêu. Bạn say đắm trong chuyện tình cảm của mình và khó thoát khỏi nó. Tuy nhiên, đây cũng là nhược điểm của bạn nếu bạn yêu phải những cô gái không tốt. Vì bạn là người cho đi không hối tiếc nên sẵn sàng làm mọi thứ mà không biết đối phương chỉ đang lừa dối để lợi dụng mình mà thôi. Hành động là ngôn ngữ tình yêu Bạn phải mất một khoảng thời gian khá lâu để phá bỏ bức tường của mình trong khi hẹn hò với đối phương. Bạn không giỏi về cảm xúc, chỉ luôn cố gắng hết sức để thể hiện tình cảm của mình thông qua hành động cụ thể. Bạn không thuộc tuýp người lãng mạn thái quá, bạn có thể giúp đỡ đối phương dưới hình thức hỗ trợ các vấn đề liên quan đến sự nghiệp hoặc giáo dục. Bạn rất chậm rãi và từ tốn trong tình yêu, không bao giờ vội vàng trong các mối quan hệ của mình. Bạn lựa chọn là bạn tốt của nhau một thời gian trước khi tiến tới mối quan hệ tình cảm với một ai đó. Bạn là mẫu bạn trai truyền thống và rất chu đáo, chỉ chia sẻ cảm xúc của mình với người mà bạn thật sự quan tâm và có tình cảm. Bạn luôn mong muốn có thể xác định mối quan hệ bền chặt với đối phương.",
          "tinhduc":"Bạn thích lên kế hoạch cho các cuộc gặp gỡ, yêu và ân ái. Bởi vì tính cách này, nhiều khi nỗ lực tạo một cuộc yêu lãng mạn, thú vị và bất ngờ của bạn bất thành. Thay vào đó, bạn gây ấn tượng mạnh với nửa kia bởi những câu nói và hành động mang tính cam kết và kiên trì. Bạn không thích thử nghiệm những chiêu mới mẻ trong phòng the. Những thứ thông thường, quen thuộc và gần gũi là những gì bạn ưa thích. Bạn muốn chinh phục và là người làm chủ cuộc yêu, muốn có được sự hài lòng của phái yếu. Vì vậy, sau khi gần gũi, bạn thực sự muốn đứng dậy và làm một việc khác, nhưng vẫn cố gắng duy trì và âu yếm, nếu đó là những gì nàng cần. Mặt khác, không mất nhiều thời gian để bạn háo hức chiều nàng thêm một lần nữa, ngay sau khi tạm nghỉ. Điều tuyệt vời là dù thích lập kế hoạch, bạn là một người chịu khó lắng nghe và chủ động cải thiện nhiều lần để có thể phục vụ người phụ nữ của mình theo cách dễ chịu nhất.",
          "sunghiep":"Trong công việc, bạn có một sự cố chấp nhất định với kết quả hoàn thành. Bạn theo đuổi phương châm đã làm thì phải làm một cách tốt nhất, suy nghĩ này luôn làm động lực để bạn có thể hoàn thành tốt nhiệm vụ được giao. Vì vậy sẽ không quá bất ngờ nếu bạn thành công trong sự nghiệp vì bản tính dứt khoát, kiên định để đưa ra những quyết định sáng suốt trong thời khắc quan trọng. Bạn sẽ luôn nhìn lại bản thân mình mỗi ngày để không ngừng cố gắng vì những mục tiêu mà mình đặt ra. Tuy nhiên, bạn có một nhược điểm là đôi khi thích đi ngược lại suy nghĩ của đám đông để làm những điều mới lạ vì cho mình đúng. Nếu muốn thành công thì hãy biết lắng nghe và quan sát nhiều hơn để có sự lựa chọn đúng đắn nhất. Bạn phù hợp với những công việc mang tính quản lý như giám đốc, quản lý nhân sự, hay những công việc cần sự chăm chỉ, kĩ thuật như chuyên gia máy tính, công nghệ,..."
        },
        "nu": {
            "tongquan": "Bạn là một nữ Ma Kết với đặc điểm nổi bật là tính cách vô cùng cá tính, thú vị, kết hợp cùng sự dũng cảm, quyết đoán, kiên trì, sáng tạo và ít nói. Bởi vì bạn được bảo hộ bởi sao Thổ, ngôi sao đại diện cho những nguyên tắc khắt khe và sự giới hạn. Vậy nên, cũng không ngạc nhiên khi bạn bị đánh giá là khô khan và triết lí. Thế nhưng muốn tìm một chuyên gia để cho lời khuyên thì chắc chắn bạn sẽ là lựa chọn số một. Bạn ăn mặc khá đơn giản, phong cách đi học – đi làm – đi chơi của bạn cũng sẽ tương tự nhau. Sinh ra trong mùa xuân nên bạn dễ bị khó chịu với thời tiết nóng nực, bạn thích trời thu se mát hoặc mùa đông rét lạnh để có thể ẩn mình trong chiếc áo ấm dày dặn.",
            "tinhcach": "Bạn thường có tính cách nghiêm túc, cẩn trọng và kiên trì trong công việc và cuộc sống. Bạn là những người có trách nhiệm, luôn đặt mục tiêu và nỗ lực để đạt được thành công trong công việc. Ngoài ra, bạn còn có tính cẩn thận, tỉ mỉ, chính xác và có trách nhiệm trong mọi việc mình làm. Bạn không thích làm việc bừa bãi và luôn cố gắng hoàn thành công việc một cách tốt nhất có thể. Tuy nhiên, đôi khi tính kiên trì và cứng đầu của bạn có thể khiến cho bạn khó linh hoạt và thích giữ vững ý kiến của mình. Điều này có thể gây ra sự khó chịu hoặc tranh cãi trong mối quan hệ cá nhân hoặc chuyên môn. Bạn thường có tình cảm chân thành và trung thực. Bạn không thích bộc lộ tình cảm trước mọi người, nhưng sẽ cố gắng bày tỏ tình cảm của mình một cách chân thành và trung thực với những người mình yêu thương. Được chòm sao Lyra chiếu sáng, bạn có khả năng điều tiết cảm xúc thiên bẩm. Bạn sẽ chẳng bao giờ quá giận dữ, hay hờn dỗi. Khác với vẻ bề ngoài hơi cau có của mình, bạn lại khá hòa nhã, thân mật và có gu thẩm mỹ siêu đỉnh. Ngoài ra, bạn còn có trí sáng tạo tuyệt vời. Bạn cũng rất thích đọc sách và viết lách nữa.",
            "diemmanh":"Nhanh nhẹn, cẩn thận và chu toàn Bạn có nét tính cách đặc trưng nổi bật là nhanh nhẹn, cẩn thận và luôn chu toàn tất cả mọi vấn đề mà mình tham gia. Bạn có thể không năng nổ để tham gia những hoạt động văn hoá văn nghệ của trường lớp khi còn đi học, nhưng nếu có cơ hội thì bạn chắc chắn vẫn thể hiện rất tốt nhiệm vụ và vai trò của mình. Càng trưởng thành thì bạn càng chứng minh được bản thân là người tài giỏi và có năng lực. Bạn chu toàn trong tất cả lĩnh vực của cuộc sống và công việc, khi đã bắt tay vào vấn đề gì đó thì bạn sẽ thực hiện hết sức mình và có trách nhiệm với những gì mình làm. Bản thân bạn luôn có kế hoạch cẩn thận và kỹ lường cho những gì mình sẽ làm và đặc biệt lúc nào cũng “công tư phân mình”. Thông minh, nhạy bén và tư duy logic Bạn kiên nhẫn, thông minh và có tư duy logic trong mọi vấn đề. Bạn luôn làm việc và sinh hoạt theo nguyên tắc mà bản thân đề ra từ đầu, biết cách quản lý thời gian, sắp xếp công việc khoa học và hợp lý. Bạn luôn làm chủ bản thân trong mọi tình huống, luôn thích mình ở thế chủ động và có những quyết định trong mọi hoàn cảnh, làm những điều mà đã biết chắc chắn và có kế hoạch để thực hiện. Với tố chất thông minh và cách làm việc khoa học giúp bạn đạt nhiều thành tích xuất sắc trong công việc và cuộc sống của mình.",
            "diemyeu":"Khắt khe với bản thân quá mức Vì có cuộc sống quá ngăn nắp và kế hoạch nên bạn sẽ luôn là người đến sớm trong những cuộc hẹn để người khác không phải chờ đợi mình, và bạn cũng sẽ rất khó chịu nếu ai đó không đúng giờ và bắt bạn phải chờ đợi quá lâu. Với lý trí và vẻ ngoài lạnh lùng nên bạn ít khi bộc lộ cảm xúc của mình ra bên ngoài nên những người xung quanh thấy bạn khá lạnh lùng và khó gần. Đôi lúc bạn quá bảo thủ với những quy tắc mà chính mình đặt ra, điều đó làm bản thân bạn cảm thấy mệt mỏi và áp lực. Bạn là người rất giỏi trong việc che giấu cảm xúc nên mọi người gần như không thể đoán được bạn đang nghĩ gì trong lòng. Bạn khá đề phòng với các mối quan hệ xung quanh và đủ bản lĩnh để phân biệt được mọi chuyện sai trái và người tốt người xấu.",
            "giadinh":"Bạn là một cô gái Ma Kết thuộc nhóm Đất, vì thế mà bạn có phần trầm tính, ít nói và ít thể hiện tình cảm của mình với gia đình thông qua lời nói và sẽ thể hiện trực tiếp thông qua hành động. Không phải vì bạn không yêu gia đình mình đâu nhé, bởi vì bạn thấy hơi ngượng khi nói ra tình yêu của mình bằng lời nói. Bạn mong muốn làm chủ cuộc sống của mình. Bạn làm cho bố mẹ phải ngạc nhiên vì những triết lí như những bà cụ non. Bạn thường ít nói và hiếm khi thể hiện tình cảm của mình với bố mẹ, ông bà vì bạn xấu hổ. Nhưng trong những tình huống khó khăn nhất thì bạn sẽ bộc lộ mình là một người đáng tin cậy, và là chỗ dựa vững chắc. Để dạy dỗ bạn thì bố mẹ phải mềm mỏng, kiên nhẫn bởi vì bạn khá cứng đầu và thích lãnh đạo. Bạn phù hợp với các hoạt động ngoài trời để phát triển tư duy, cảm xúc và sức khỏe. Nhờ trí thông minh thiên bẩm kết hợp cùng nguồn năng lượng dồi dào, bạn sẽ thích chơi các trò chơi tư duy và đọc sách báo. Hiệu quả sẽ rất cao nếu ba mẹ chỉ dẫn bé thật nhẹ nhàng và tình cảm.",
            "tinhyeu":"Dịu dàng, chu đáo, chân thành và chung thuỷ Bạn là cô nàng dịu dàng và chu đáo, dù bận rộn đến mấy cũng sẽ dành thời gian để quan tâm, chăm sóc cho người yêu từ những điều nhỏ nhặt nhất. Bạn luôn biết cách lắng nghe và quan tâm đến cảm xúc của đối phương. Bạn luôn đối xử chân thành và một mực tin tưởng vào người mình yêu. Bạn vô cùng chung thủy và cho dù xảy ra chuyện gì thì cũng không bao giờ cảm thấy hối tiếc. Tuy nhiên, khi mối quan hệ tình cảm gặp vấn đề, thay vì phải nói ra để cùng nhau giải quyết thì bạn giữ trong lòng và tạo cho mình một vẻ ngoài mạnh mẽ nhưng bên trong lại yếu mềm và tổn thương rất nhiều. Tôn trọng và tin tưởng đối phương Khi đã quyết định xác định mối quan hệ tình cảm với một người, bạn sẽ dành trọn niềm tin và sự tôn trọng của mình cho đối phương. Bạn là người thông minh, hiểu chuyện, không kiểm soát quá nhiều tới cuộc sống riêng tư của người yêu, luôn dành sự tôn trọng và thấu hiểu cho họ.",
            "tinhduc":"Bạn sẽ là người tình nóng bỏng, cuốn hút và bạn không đánh đồng chuyện sex với một mối quan hệ nghiêm túc. Bạn rất hứng thú với những mối quan hệ “tạm thời” bởi nó thường thỏa mãn những ham muốn của bản thân mà không tốn quá nhiều thời gian để yêu đương. Trong tình yêu, bạn cần nhìn thấy sự chân thành và tình yêu của đối phương và thường bạn cần thêm thời gian để xem xét tất cả các khía cạnh của mối quan hệ một cách toàn diện, rằng đó có thực sự là người đàn ông thích hợp với bạn hay không? Nếu đối tác của bạn gặp chút khó khăn khi 'yêu', bạn sẽ không ngần ngại nói cho họ biết những bí mật hay ham muốn thầm kín của mình. Bạn cho rằng, sự thỏa mãn của cả hai là điều quan trọng nhất trong chuyện ấy. Bạn thích cảm giác được ôm ấp, nâng niu cùng những nụ hôn nồng nàn vô tận. Bạn không có một tiêu chuẩn cụ thể nào trong việc chọn bạn tình hay người yêu lí tưởng, tất cả mọi thứ đều diễn ra một cách tự nhiên nhất.",
            "sunghiep":"Bạn được xem là cô nàng khá cầu toàn nên đối với công việc bạn rất nghiêm túc và đôi khi là khắt khe và khó tính, luôn mong muốn hoàn thành một cách tốt nhất chứ không chỉ qua loa cho xong chuyện. Lý tính, kiên định và có chiến lược rõ ràng là năng lực chỉ huy công việc mà bạn thể hiện. Bạn có cái đầu và trái tim lạnh nên qua loa, sơ sài sẽ không bao giờ tồn tại trong từ điển của bạn. Với tinh thần trách nhiệm cao, nếu chỉ cần phát hiện một lỗi sai nhỏ thôi thì bạn sẵn sàng bắt cấp dưới của mình sửa đi sửa lại rất nhiều lần hoặc chính bản thân sẽ thức thâu đêm suốt sáng để hoàn thành công việc một cách xuất sắc nhất. Bạn có thể không phải là nhà ngoại giao xuất sắc nhưng lại có khả năng điều hướng vấn đề một cách linh hoạt. Trong nhiều tình huống khẩn cấp thì bạn có những cách xử lý nắm quyền chủ động trong tay."
        }
      },
      {
        "ten": "Bảo Bình",
        "nam": {
          "tongquan": "Bạn là nam cung Bảo Bình với bản tính thông minh, trầm tính, ít nói và thân thiện, tiêu biểu trong 12 chòm sao. Do có thần đại diện là Hera – vị thần phụ trách vấn đề hôn nhân, gia đình, biểu tượng của sự bền vững êm ấp nên bạn thừa hưởng được trí tuệ thông minh và sự xinh đẹp rạng ngời. Tuy nhiên thần Hera cũng mang trong mình sự hống hách, nên vì thế những bạn đôi khi cũng có nét tính cách nóng nảy, cố chấp về một số vấn đề mà bạn cho là đúng. Bạn rất để ý và chăm chút cho vẻ bề ngoài của mình. Bạn theo đuổi gu thời trang đơn giản, lịch lãm, luôn nói không với những bộ cánh nhìn quá “đỏm dáng”, cầu kỳ.",
          "tinhcach": "Bạn có tính cách độc lập, sáng tạo và nghệ sĩ. Bạn là những người có tầm nhìn xa, tư duy sắc bén và thích tìm tòi, khám phá những điều mới mẻ. Bạn có tinh thần phiêu lưu và thường tìm kiếm sự đổi mới, thay đổi và sáng tạo trong cuộc sống. Bạn rất thông minh và có khả năng giải quyết các vấn đề phức tạp. Bạn thường là người có tài năng trong lĩnh vực nghệ thuật, âm nhạc, văn học hoặc truyền thông, nhờ vào sự tưởng tượng phong phú và khả năng thể hiện cảm xúc. Bên cạnh đó, bạn cũng có tính cách độc lập, không thích bị giới hạn và luôn muốn tự do trong suy nghĩ và hành động. Bạn thường có quan điểm riêng và không dễ bị thuyết phục hay thay đổi suy nghĩ. Tuy nhiên, nhược điểm của bạn là có thể trở nên cứng nhắc và khó gần trong quan hệ xã hội. Bạn cũng có thể thiếu kiên nhẫn và dễ nổi giận trong một số tình huống, đặc biệt là khi gặp phải những việc không như ý muốn.",
          "diemmanh":"Những chàng trai lý trí và trầm tính Bạn là chàng trai rất lí trí và điềm tĩnh. Bạn luôn sử dụng trí thông minh của mình để giải quyết mọi vấn đề hơn là dùng đến tay chân. Những người này luôn cầu toàn trong mọi vấn đề đặc biệt là đời sống cá nhân. Bạn không thích được mọi người chú ý đến mình. Bạn thường có những ý tưởng độc đáo và bằng tài năng, bản lĩnh của mình bạn đã tạo dựng được danh tiếng và nhận được sự tin tưởng của mọi người. Bản thân bạn có một sức hút khó ta khiến người khác bất giác nghe theo. Bạn có ý chí kiên cường, luôn thích sáng tạo ra những điều mới mẻ, không thích khuôn khổ gò bó với nhiều quy tắc, tuy nhiên không vì thế mà sống buông thả. Cuộc sống là phải đổi mới và không ngừng vươn lên nên bạn luôn đặt mục tiêu với bản thân bằng những thành tựu sẽ đạt được trong tương lai. Không ngừng học hỏi thêm kiến thức mới và từ người khác Bạn sáng tạo, không ngừng học hỏi thêm kiến thức mới để áp dụng vào những công việc, lĩnh vực mà mình tham gia. Bạn có năng lực nổi trội và nếu biết cách tận dụng triệt để thì sẽ đạt được nhiều thành công lớn. Bạn không ngại học hỏi những người giỏi hơn mình, khi có vấn đề không giải quyết được thì bạn sẵn sàng hỏi ý kiến người khác, chứ không vì sĩ diện bản thân mà quyết định bất chất kết quả. Bạn rất thích tham gia vào những buổi giao lưu học hỏi kinh nghiệm với suy nghĩ biết thêm được nhiều kiến thức thì càng hữu ích cho bản thân. Bạn không phải là một người cố chấp, bạn tôn trọng ý kiến của người khác, luôn tạo điều kiện để cho mọi người phát huy khả năng. Tuy nhiên, bạn vẫn có chính kiến của mình. Khi cảm thấy sự việc không đúng thì bạn sẽ lập tức nêu ra quan điểm của mình. Bạn chỉ gặp một khuyết điểm nhỏ là suy nghĩ của bạn thường mang phong cách khác lạ nên hay gặp những phản đối. Khi gặp phải trường hợp này bạn dễ nổi nóng, mất kiểm soát hoặc rơi vào im lặng một các đáng sợ.",
          "diemyeu":"Cố chấp, cứng đầu, bảo thủ Với sự kiên định tuyệt đối của mình, bạn thường không dễ tiếp thu ý kiến của người khác. Bạn chỉ tin vào bản thân mình và hành động quá lý trí, cố chấp. Bạn phớt lờ những sự góp ý từ xung quanh và làm việc theo tôn chỉ của mình. Chịu áp lực kém Một điểm yếu khác của bạn là không giỏi chịu áp lực. Bạn có thể năng động, tích cực nhưng vẫn phải chịu thua với áp lực đấy. Bởi lẽ, bạn luôn hướng tới sự tích cực, chủ động. Khi bị đẩy vào áp lực và thế bị động, bạn sẽ khá chật vật để vượt qua nó cũng như cân bằng tâm trạng của mình. Ngoài ra, đôi khi bạn lại biểu lộ cảm xúc của mình một cách bất thường. Lúc thì nhiệt thành, cởi mở ngay cả với người lạ, lúc lại hờ hững, khó nắm bắt. Sự tồn tại song song của hai trạng thái này sẽ khiến người khác khá mệt mỏi khi cố thuận theo ý bạn",
          "giadinh":"Bạn là một chàng trai Bảo Bình thuộc nhóm Khí, vì thế mà bạn có khả năng giao tiếp tốt và có xu hướng nói rất nhiều. Bạn cũng vô cùng linh hoạt, hòa đồng và dễ thay đổi, có thể vô tư thoải mái nói chuyện cùng bố mẹ và anh chị em. Thường thì bố mẹ sẽ chẳng mấy khi phải lo lắng cho bạn vì bạn có khả năng thích nghi cực kì tốt. Bạn cực kì cá tính, độc lập, bạn không giống ai và luôn tự tin thể hiện điều đó. So với những người khác, bạn có xu hướng nổi loạn và bất trị hơn. Bố mẹ sẽ phải đau đầu vì bạn, họ sẽ chẳng bao giờ đoán được bạn nghĩ gì và sẽ làm gì tiếp theo. Đôi khi bạn thích gây bất ngờ cho bố mẹ bằng những món quà độc đáo do bạn tự chế. Bạn cũng hay thể hiện tình yêu với gia đình bằng cách đặc biệt và rất riêng. Với anh chị em trong gia đình, bạn luôn biết nhường nhịn, vị tha và chẳng bao giờ tính toán điều gì.",
          "tinhyeu":"Nghiêm túc và chân thành với đối phương Bạn là mẫu người truyền thống nên một khi họ đã đã xác định được mối quan hệ tình cảm và mở lòng với một người nào đó thì chắc chắn sẽ “một lòng một dạ”, trung thành và tận tâm làm tất cả mọi thứ để đối phương có thể được vui vẻ và thoải mái nhất. Trong tình yêu, bạn không bao giờ cho phép sự mập mờ có thể diễn ra. Từ suy nghĩ đến hành động đều chín chắn và thận trọng, luôn đối xử chân thành với người mình yêu và tuyệt đối không làm ra những hành động như bắt cá hai tay. Tuy nhiên, bạn có yêu cầu khá cao với đối phương, bạn không thích những cô gái quá cá tính hoặc những người quá nhàm chán, kém thú vị. Mẫu phụ nữ bạn tìm kiếm là người thông minh, khéo léo và có trách nhiệm trong mọi vấn đề. Mặc dù tiêu chuẩn cao và khắt khe trong lựa chọn nhưng một khi đã yêu thì bạn sẽ hết mực quan tâm, chiều chuộng và muốn nắm tay người này đi hết quãng đời còn lại. Mong muốn người yêu tôn trọng sở thích cá nhân Bạn rất nghiêm túc trong công việc, nhưng trong cuộc sống đôi khi chàng sẽ làm ra những hành động rất khó hiểu. Yêu tự do và thích khám phá, nên bạn sẵn sàng dụ dỗ người yêu tham gia vào những chuyến du lịch, chuyến đi trải nghiệm của mình. Bạn không không thích dây dưa vào những chuyện rắc rối nên nếu người phụ nữ bên cạnh mình quá ồn ào, năng động đôi khi cũng làm bạn thấy khó chịu. Tuy nhiên, bạn vẫn sẽ tôn trọng đối phương và chiều theo bất cứ sở thích nào của nàng miễn là cô nàng cũng phải dành sự tôn trọng nhất định với những sở thích của bạn. Thích âm thầm quan tâm hơn là trực tiếp thể hiện Trong tình yêu, bạn luôn có những hành động cưng chiều người yêu quá mức, nhưng thường không nói được những lời ngọt ngào, bạn thích âm thầm quan tâm hơn là thể hiện trực tiếp. Bạn luôn thích tạo ra những hành động bất ngờ cho đối phương, không bao giờ quên ngày sinh nhật hay những ngày kỷ đáng nhớ của hai người. Các ý tưởng của bạn rất độc đáo, bạn chú ý đối phương muốn gì và sẽ tạo ra cho nàng những bất ngờ thú vị.",
          "tinhduc":"Cuốn hút và khiêu gợi là những từ ngữ miêu tả dành cho bạn. Nhưng bạn luôn cần một chút kích thích để có thể nhập cuộc một cách tự nhiên nhất. Những cô nàng không quá xinh đẹp nhưng năng động, thông minh, cởi mở luôn thu hút sự chú ý của bạn. Bạn luôn muốn bắt đầu cuộc yêu với những màn dạo đầu vô tận và lãng mạn, sau đó sẽ là những cuộc giao hoan đầy máu lửa và cuồng nhiệt. Khi “yêu”, bạn say mê tới nỗi như đang lạc vào thế giới chỉ có bạn và người ấy. Có thể đôi lúc bạn sẽ trở nên mạnh bạo và cuồng nhiệt thái quá, yêu thích những cuộc yêu mạo hiểm đầy mới lạ. Tuy nhiên, bạn lại rất rạch ròi trong các mối quan hệ. Bạn có thể đã từng qua đêm với rất nhiều người những mặc nhiên không hề nảy sinh tình cảm với một ai. Bạn vui tính, khó đoán và rất tò mò, luôn tìm được những thứ mới lạ để làm mới chuyện yêu của mình. Bạn dễ cảm thấy nhàm chán trong chuyện đó nên thường tìm kiếm những đối tác mới, vì thế, tất nhiên bạn không phải là một người đàn ông chung thủy.",
          "sunghiep":"Bạn yêu thích sự sáng tạo và vận dụng kiến thức, kinh nghiệm của bản thân để đưa ra những ý tưởng hay ho, độc đáo. Vì vậy nếu phải chọn một nghề nghiệp phù hợp với bạn thì có thể là thành viên của phòng ý tưởng tổ chức sự kiện hoặc là nhân viên kinh doanh. Thế mạnh của bạn là giao tiếp nên những công việc bạn chọn lựa ít nhiều sẽ liên quan đến khả năng giao tiếp, ứng xử. Bạn dễ gây được ấn tượng tốt với đối phương từ những lần gặp đầu tiên vì vậy bạn rất giỏi trong việc thuyết phục người khác. Với sự thông minh, hiểu biết, tầm nhìn xa trông rộng, luôn mở rộng kiến thức của bản thân cùng với cách diễn đạt truyền cảm hứng cùng khả năng gây ảnh hưởng lớn, bạn rất thích hợp trở thành một người đứng đầu, nhà lãnh đạo."
        },
        "nu": {
            "tongquan": "Bạn là một nữ Bảo Bình - hóa thân của Deucalion (người mang nước). Biểu tượng cung Bảo Bình là hình ảnh 1 vị thần tay ôm bình nước đổ xuống nhân gian. Trong nền văn hóa cổ đại phương Tây, vị thần này được xem là thần bảo hộ duy trì sự sống cho nhân loại. Chịu ảnh hưởng mạnh mẽ của điều này, bạn có xu hướng luôn lên tiếng bảo vệ những người yếu thế và đặc biệt ghét sự bất công. Bạn thông minh, độc lập, kiên cường và vô cùng sáng tạo. Bạn đặc biệt yêu thích việc khám phá những trò chơi trí tuệ. Bạn là một cô gái cá tính, phong cách ăn mặc không quá cầu kì nhưng lại rất “chất” và “ngầu”. Bạn phù hợp với những gam màu như hồng, trắng, xanh dương. Màu sắc của những bộ trang phục, hay các đồ vật xung quanh nếu ưu tiên sắc màu trên thì sẽ giúp cho bạn thêm phần tự tin, may mắn hơn.",
            "tinhcach": "Bạn sinh vào nửa cuối của cung Bảo Bình, được sao Thiên Vương chiếu mệnh nên bạn thường có tính cách độc lập, sáng tạo và yêu thích khám phá những điều mới mẻ. Bạn có tinh thần phiêu lưu và thường tìm kiếm sự đổi mới, thay đổi và sáng tạo trong cuộc sống. Bạn xứng đáng với danh hiệu là “nhà ngoại giao thiên bẩm”! Kết thân và có nhiều bạn bè, đồng thời thích thú với nghệ thuật và thích bày biện chính là nét tính cách của bạn. Không quá cầu kỳ, nhưng mọi thứ bạn làm đều lạ và đặc sắc. bạn khá cẩn thận với những chuyện nhỏ nhặt, nhưng đôi khi lại quyết định rất nhanh mà chẳng cần quá nhiều thời gian suy nghĩ.",
            "diemmanh":"Bí ẩn, kiêu sa và rất cuốn hút Bạn là một cô nàng bí ẩn, kiêu sa và tràn đầy sức sống nên thu hút rất nhiều ánh mặt của mọi người xung quanh. Bạn là cô nàng xinh đẹp, hoạt bát, lạc quan, luôn biết cách tạo ra sự khác biệt khiến mình nổi bần bật mà người khác phải ngoái nhìn. Bạn hiền dịu, rạng rỡ và thành lịch cùng với sự chu đáo, ân cần của mình khiến các chàng trai bị thu hút. Bạn vừa mạnh mẽ, vừa dịu dàng, quan tâm nên được xem là sự lựa chọn kết hôn vô cùng tuyệt vời trong cuộc sống hiện đại ngày nay. Bạn làm việc tận tâm và có trách nhiệm nhưng không vì thế mà bạn bỏ qua những mối quan hệ khác. Bạn tâm lý và tình cảm nên luôn khiến mọi người phải cảm động với những hành động cử chỉ quan tâm của bạn dành cho họ. Sẵn sàng giúp đỡ người khác, luôn luôn lắng nghe Bạn thiện lương nên luôn biết quan tâm tới mọi người và sẵn sàng giúp đỡ nếu ai đó đang gặp khó khăn và trong khả năng của bạn. Bạn thích tham gia nhiều hoạt động và làm quen với nhiều bạn bè. Bạn là người suy nghĩ thấu đáo và có khả năng phân tích tốt, có thể đánh giá mọi thứ dựa theo góc nhìn trực quan nên luôn có hướng giải quyết mọi việc và đưa ra lời khuyên chân thành, sâu sắc nhất. Tuy nhiên, bạn rất ít khi xen vào chuyện riêng tư của người xung quanh, và tôn trọng tự do cá nhân của mọi người. Bạn luôn biết cách bảo vệ mình khỏi những vấn đề rắc rối do sự tò mò có thể gây nên. Bạn quan niệm, muốn nhận được sự tôn trọng của mọi người thì trước hết mình phải tôn trọng họ, vì vậy dù là người đang trong mối quan hệ tình cảm với ai đó, bạn cũng rất tôn trọng ý kiến cá nhân cũng như những mối quan hệ khác trong cuộc sống của nửa kia. Mạnh mẽ, quyết đoán và cực kỳ thông minh Trong cuộc sống hay công việc, bạn vô cùng thông minh, nhạy bén nên có thể giải quyết mọi rắc rối hay xung đột một cách dễ dàng trong khi nhiều người còn đang loay hoay không biết phải làm như thế nào. Bạn không giải quyết vấn đề theo xu hướng bạo lực nên được lòng đôi bên. Tuy nhiên, bạn cũng là người khá quyết đoán và mạnh mẽ khi cần thiết. Một khi chuyện đi qua mức chịu đựng thì bạn có thể sẵn sàng xù lông đáp trả không ngần ngại. Bạn luôn nỗ lực tìm kiếm và khám phá những điều mới mẻ trong cuộc sống nên không có gì bất ngờ với những kết quả thành công mà bạn có thể đạt được bằng sự cố gắng của mình.",
            "diemyeu":"Bạn hướng đến cuộc sống bình dị, ổn định nên trong mắt nhiều người bạn bị đánh giá là kẻ lười nhác. Bạn cũng khá phóng khoáng, hầu như chẳng lo nghĩ đến việc cân đối chi tiêu hay tiết kiệm tiền bạc. Vậy nên việc bạn chi tiêu quá tay cho những thú vui tiêu khiển là điều thường xuyên xảy ra. Bạn cũng khá cố chấp, “cứng đầu”, cho rằng bản thân có thể gồng gánh mọi thứ mà chẳng cần đến bất kỳ ai. Hơn nữa đôi khi bạn cũng khá vô tâm, khiến những người xung quanh tổn thương.",
            "giadinh":"Bạn là một cô gái Bảo Bình thuộc nhóm Khí, vì thế mà bạn có khả năng giao tiếp tốt và có xu hướng nói rất nhiều. Bạn cũng vô cùng linh hoạt, hòa đồng và dễ thay đổi, có thể vô tư thoải mái nói chuyện cùng bố mẹ và anh chị em. Bạn có tư tưởng đi trước thời đại. Tính cách lại rất khó hiểu, thất thường và ương bướng. Bố mẹ cần phải dạy bạn có trách nhiệm hơn với những gì mình đã làm. Bạn cũng rất nhanh nhẹn, tiếp thu tốt nên bố mẹ hãy tạo điều kiện tốt nhất để bạn tự do phát triển và tìm hiểu. Ngoài ra, bố mẹ cũng cần để ý đến sự hiếu động của bạn. Tinh nghịch là vậy nhưng bạn đối với anh chị em trong nhà lại luôn biết nhường nhịn và yêu thương, chẳng bao giờ tính toán thiệt hơn.",
            "tinhyeu":"Yêu tự do, tôn trọng đời tư của đối phương Bạn yêu tự do nên đối với bạn tình yêu cũng phải là mối quan hệ tự do tự tại, chân thành và không vụ lợi, tình yêu đối với họ cũng không phải là thứ duy nhất nên sẽ không có xu hướng phụ thuộc vào nó. Bạn luôn trân trọng người ở bên cạnh mình nhưng cũng sẵn sàng rời bỏ nếu thời khắc chia ly buộc phải đến. Bạn là mẫu người tôn trọng đời tư của đối phương, không quan tâm người yêu của mình trò chuyện với ai vì tin tưởng và cũng không muốn ghen tuông vô cớ. Đề cao sự chung thuỷ trong tình yêu Khi có tình cảm với ai đó, bạn sẽ âm thầm theo đuổi đối phương bằng phương pháp vừa nhẹ nhàng vừa kiên trì nên xác suất chinh phục khá cao. Bạn đề cao sự chung thuỷ trong tình yêu, có thể tỏ ra lạnh lùng bên ngoài nhưng sẽ toàn tâm toàn ý với người mình đã nhận định. Bạn không muốn làm nền cho người khác nhưng sẵn sàng hy sinh mọi thứ vì người mình yêu. Bạn sẽ dành nhiều thời gian để quan tâm, chăm sóc đối phương. Bạn dịu dàng, mềm mỏng và độc lập, khôn ngoan khi cần thiết nên làm cho những chàng trai muốn che chở, bảo vệ. Khi có chuyện vui, bạn sẽ nghĩ đến việc chia sẻ cho nửa kia của mình của đầu tiên. Một khi bạn có vấn đề gì đó không hài lòng, bạn sẽ tìm cách trao đổi nhẹ nhàng với đối phương để chàng không thấy khó xử hay khó chịu khi bị góp ý.",
            "tinhduc":"Tình dục không phải là vấn đề quá quan trọng và bạn thường không dành quá nhiều thời gian để nghĩ về chuyện đó. Sex không phải là một gia vị trong tình yêu, cũng không phải là công cụ hỗ trợ trong một mối quan hệ nào đó, bạn nghĩ về sex đúng với những gì nó vốn có, đơn giản và tự nhiên nhất. Bạn thường bị thu hút bởi những chàng trai có phong cách và trông đặc biệt so với những người đàn ông khác. Bạn rất thích được âu yếm khắp cơ thể và đáp lại đối tác một cách rất nhiệt tình, bạn có thể nói cho nửa kia nghe bạn muốn gì và đồng thời cũng muốn nghe những chia sẻ thầm kín của chàng. Đôi khi, bạn chỉ coi chàng như một công cụ để thỏa mãn nàng mà thôi. Bạn không thích những màn dạo đầu sướt mướt, những nụ hôn dai dẳng hay động chạm vuốt ve quá thừa thãi. Những gì bạn muốn là cuộc yêu mãnh liệt và đam mê vô tận. Bạn cũng là người phụ nữ duy nhất có thể đi vào cửa hàng mua những dụng cụ hỗ trợ chuyện ấy mà không chút ngại ngần.",
            "sunghiep":"Với sự quan sát và nhạy bén của bản thân nên bạn có thể nhận ra được điểm mạnh, tiềm năng của người khác từ đó tận dụng tối đa khả năng này của mình trong công việc và sự nghiệp. Bạn có thể là một nhân viên cực kỳ xuất sắc hoặc trở thành một người lãnh đạo vô cùng tài năng với tài dùng người. Trong công việc, bạn là người khiêm tốn và với bản tính luôn luôn lắng nghe của mình, bạn tìm kiếm sự giúp đỡ từ những người xung quanh rất nhanh chóng. Bạn thân thiện và ham học hỏi, điều này khiến rất nhiều đồng nghiệp yêu thích và sẵn sàng chia sẻ kinh nghiệm cho bạn. Tuy nhiên, bạn yêu thích sự tự do và độc lập nên không thích bị ràng buộc bởi một sự nghiệp vĩ đại nào cả, bạn sẽ chủ động tạo cho mình những khoảng thời gian trống để đi du lịch, khám phá cuộc sống đó đây. Vì vậy, bạn cũng có sự nghiệp ổn định cho riêng bản thân mình nhưng sẽ không có nhiều bứt phá như những chàng trai thuộc chòm sao Bảo Bình."
        }
      },
      {
        "ten": "Song Ngư",
        "nam": {
          "tongquan": "Song Ngư là cung chiêm tinh cuối cùng trong 12 cung Hoàng Đạo. Được sao Hải Vương chiếu mệnh, những người thuộc cung Song Ngư có tư chất thông minh, tốt bụng, nhiệt tình giúp đỡ mọi người. Tuy nhiên, đôi lúc tính tình của bạn hơi khó hiểu và dễ bị người khác làm tổn thương. Biểu tượng của cung Song Ngư là hình ảnh hai chú cá bơi ngược chiều nhau đầy độc đáo. Đây hoàn toàn là hai cá thể riêng biệt nhưng lại liên kết với nhau qua một sợi dây xích. Mặc dù vậy, cả hai không hề cảm thấy gò bó hay mất tự do, ngược lại chúng luôn vui vẻ, gắn bó, cùng nhau vượt qua những sóng gió của đại dương rộng lớn. Song Ngư thuộc nhóm nguyên tố nước nên những sắc màu như xanh dương, đen đều khá phù hợp với bạn. Màu sắc của biển cả sẽ giúp bạn như cá gặp nước, dễ dàng gặp những điều kiện thuận lợi, phát triển trong học tập và thăng tiến trong sự nghiệp. Song Ngư là chòm sao thứ 2 trong 12 cung hoàng đạo có nhiều tỷ phú nhất. Có thể nói những thiên phú trong khả năng sáng tạo của bạn có thể giúp bạn vươn cao và xa hơn trong ước mơ của chính mình.",
          "tinhcach": "Trong cuộc sống thường ngày, chàng trai Song Ngư khá lý trí và thường sẽ không để bản thân mình làm ra những chuyện mất mặt. Bạn rất cẩn trọng trong mọi việc và một khi đã quyết định làm điều gì đó, bạn sẽ luôn có sự chuẩn bị nhất định về nó. Bạn luôn thể hiện thái độ nghiêm túc và cố gắng trong công việc nên dường như chẳng có bất cứ điều gì khó khăn làm cho bạn phải cúi đầu. Bạn sẽ hết sức nỗ lực vì mục tiêu của chính mình để có thể tạo dựng được một tương lai tươi sáng hơn. Nằm trong nhóm ngày sinh đầu của cung Song Ngư nên tính cách của bạn có một số sự pha trộn với những đặc điểm của cung Bảo Bình. Bạn khá thông minh và dí dỏm. Đây được coi là một vũ khí vô cùng lợi hại, giúp bạn tăng thêm ấn tượng trong những cuộc trò chuyện và giao tiếp của mình. Ngoài ra, bạn là người luôn có góc nhìn khách quan về mọi thứ, sống khá vô tư và ít lo nghĩ về cuộc sống.",
          "diemmanh":"Khả năng thích nghi cao và giao tiếp tốt Cung Song Ngư nam có tính cách hòa đồng, thân thiện nên dễ hòa nhập với đám đông và thích nghi với mọi hoàn cảnh sống khác nhau. Bạn có thể linh hoạt thay đổi và luôn biết cách để có thể hòa hợp được ở một môi trường mới mẻ. Với bản tính dễ thương, hòa nhã nên nam Song Ngư có khả năng giao tiếp tốt. Bạn có thể dễ dàng bắt chuyện với bất kỳ người nào xung quanh dù chỉ mới quen hay mới gặp lần đầu tiên. Bạn có tấm lòng nhân hậu, vị tha với lỗi lầm của mọi người và trái tim ấm áp luôn quan tâm và chăm sóc người mình yêu thương. Với tấm lòng lương thiện và sự hòa đồng, cởi mở cùng khả năng giao tiếp tốt giúp bạn có thêm nhiều bạn mới và tạo dựng được nhiều mối quan hệ tốt đẹp trong cuộc sống. Bạn thích phiêu lưu đó đây, đi khắp nơi để mở mang đầu óc và trải nghiệm những điều mới mẻ trong cuộc sống. Bạn luôn nỗ lực làm việc chăm chỉ để có một cuộc sống tốt đẹp. Mạnh mẽ, thông minh và có chính kiến Những chàng trai thuộc cung Song Ngư sẵn sàng hỏi ý kiến của mọi người xung quanh trước những vấn đề nan giải. Bạn thông minh và cầu tiến nên không ngừng học hỏi, tiếp thu ý kiến của mọi người để trang bị thành kiến thức và kinh nghiệm cho bản thân. Tuy nhiên, bạn không phải là người dễ thay đổi những nguyên tắc mà bản thân đã đặt ra nên đôi lúc bạn cũng được đánh giá là khá cứng đầu và cố chấp. Ngoài ra, bạn có năng khiếu nghệ thuật và có tính sáng tạo nên luôn nhìn mọi vấn đề xung quanh với góc độ độc đáo, sau đó đưa ra những ý tưởng táo bạo và không trùng lặp với bất kỳ ai. Sở hữu tính cách mạnh mẽ, dũng cảm nên đôi khi bạn để mình gặp phải những rắc rối không cần thiết, nhưng may mắn thay, nhờ trực giác nhạy bén và sự thông minh của mình, bạn có thể “thoát thân” trong gang tấc. Rộng rãi và hào phóng Tính cách nổi bật của chòm sao Song Ngư là sự hào phóng, bạn rất muốn kết nối với người khác để từ đó có thể thổ lộ tâm tư của mình. Bạn luôn sẵn sàng chia sẻ mọi thứ với bạn bè, đồng nghiệp và người thân xung quanh mình. Bạn hào phóng, rộng rãi ngay cả trong suy nghĩ lẫn trong hành động. Bạn quan tâm đến người khác nhiều hơn là quan tâm đến bản thân mình, sẵn sàng hy sinh hạnh phúc của chính mình để làm cho người khác được cảm thấy vui.",
          "diemyeu":"Dễ bị chi phối cảm xúc, hay phân tâm Cung Song Ngư nam nằm ở nhà số 12 nên khá mơ mộng, thường ít tập trung vào công việc và học tập. Để cải thiện thì bạn cần cố gắng giữ vững tâm trí của mình lại để hoàn thành tốt những nhiệm vụ và mục tiêu của bản thân. Bản tính có phần hơi nghệ sĩ với sự sáng tạo không ngừng khiến cho bạn hơi yếu đuối. Bạn rất dễ bị chi phối cảm xúc từ tác động của nhiều người xung quanh. Lúc này bạn sẽ tỏ ra chán nản, không hứng thú với chuyện gì, thậm chí là để bản thân rơi vào rắc rối. Do dễ bị chi phối cảm xúc nên bạn dễ bị tổn thương bởi một cử chỉ vô tình hay những lời nói cay nghiệt từ mọi người xung quanh. Thiếu sự quyết đoán trong tính cách Cung Song Ngư nam hay chần chừ và thiếu sự quyết đoán trong những thời khắc cần đưa ra quyết định quan trọng. Bạn luôn sợ bản thân sẽ đưa ra những quyết định sai lầm nên không biết phải lựa chọn thế nào. Cho dù có bị người khác nói xấu sau lưng hay bị bắt nạt thì bạn cũng sẽ chịu đựng. Vì sự nhu nhược của bản thân mà những chàng trai Song Ngư có thể khiến người đối diện phải nổi cáu và tức giận thay cho sự thiếu bản lĩnh và lệ thuộc này. Trong 12 chòm sao cung hoàng đạo thì có thể nói Song Ngư là người lơ đãng và thiếu tập trung nhất. Bạn có thể dễ dàng đồng ý và gật đầu với đề nghị của bất kỳ người nào mà không phản bác hay nêu lên ý kiến trái chiều của mình. Nét tính cách này khiến bạn dễ bị lợi dụng và lừa dối.",
          "giadinh":"Nam Song Ngư thuộc nhóm nước nên là người nhạy cảm, tình cảm, lãng mạn, biết chia sẻ và thấu hiểu. Bạn thể hiện tình yêu với gia đình bằng rất nhiều cách và có xu hướng trưởng thành hơn các nhóm cung hoàng đạo khác bởi “hiểu chuyện“ và “đồng cảm“ cao. Song Ngư là Cá nhỏ rất mơ mộng, hồn nhiên, ngây thơ, đôi khi ngốc nghếch và rất dễ bị lừa. Bạn cũng rất ngoan ngoãn, dễ bảo, dễ chiều, biết cách quan tâm đến những người xung quanh. Tình cả gia đình đối với bạn là một điều vô cùng thiêng liêng và sâu đậm. Song Ngư nam yêu thương bố mẹ, biết nhường nhịn, chia sẻ và vị tha đối với anh chị em của mình. Nếu bạn có một người anh hay chị cũng là Song Ngư, thì hãy tận hưởng đi, vì Song Ngư rất chiều chuộng em của mình.",
          "tinhyeu":"Chân thành, lãng mạn, giàu tình cảm Nam Song Ngư yêu một cách chân thành, lãng mạn và rất nuông chiều người yêu, luôn cố gắng để thực hiện những gì mà đối phương mong muốn. Bạn cho đi yêu thương mà không cần sự đáp lại, khi đã bước vào mối quan hệ tình cảm bạn luôn thủy chung, một lòng một dạ với đối phương. Bạn luôn tôn trọng ý kiến của đối phương và dành những điều tốt đẹp nhất cho người mình yêu thương. Bạn luôn sẵn sàng bao dung, và tha thứ cho những lỗi lầm mà người yêu có thể mắc phải. Nghiêm túc, muốn gắn bó lâu dài Cung Song Ngư nam một khi đã yêu ai thì sẽ rất nghiêm túc và muốn gắn bó với họ trên chặng đường dài của hôn nhân. Yêu một cách công khai và không giấu diếm, bạn muốn cả thế giới biết rằng bạn đang yêu ai và người đó có vị trí quan trọng như thế nào. Bạn không bao giờ thích phải giữ kín một bí mật nào đó trong lòng, luôn thẳng thắn, không bao giờ từ chối với những yêu cầu từ đối phương. Tình cảm luôn là điều vô cùng quan trọng và được người nam Song Ngư cố gắng bảo vệ nên đừng bao giờ bắt bạn phải chọn giữa tình thân và tình yêu!",
          "tinhduc":"Đàn ông cung Song Ngư rất ga lăng và luôn muốn phục vụ người mình thương khi yêu. Bạn xem sự thỏa mãn của nửa kia như nhiệm vụ chính của bạn vậy. Bạn luôn dẫn dắt bạn tình của mình một cách nhẹ nhàng và đáp ứng mọi nhu cầu của nàng. Bạn luôn quan niệm những cảm tình trong lúc gặp gỡ thực sự quan trọng và sau đó mới là chuyện ấy. Bạn tiến hành mọi thứ một cách cẩn thận và cực kỳ đúng thời điểm. Khi lâm trận, bạn hết lòng phục vụ đối tác, không muốn làm chủ cuộc chơi và thường rất hứng thú với những cô gái đầy kinh nghiệm. Bạn luôn tràn đầy năng lượng và những hình ảnh quyến rũ luôn bay bổng trong tâm trí bạn và bạn không ngại truyền những cảm hứng đó cho bạn tình của mình. Tuy vậy nhưng những hành động tình dục thái quá, thô lỗ và tình một đêm là những điều bạn không ủng hộ. Bạn sẵn sàng làm mọi thứ để bạn tình của mình vui nhưng với một điều kiện duy nhất đó là họ phải chung thủy với bạn. Mẫu bạn gái lý tưởng của bạn là những cô nàng thật xinh đẹp, quyến rũ theo cách riêng, dịu dàng và có pha chút huyền bí. Chàng trai Song Ngư không thích những nàng kiêu ngạo, hống hách và có cá tính quá mạnh.",
          "sunghiep":"Cung nam Song Ngư có trực giác nhạy bén, óc sáng tạo và trí tưởng tượng khá phong phú nên bạn phù hợp với những ngành nghề liên quan đến lĩnh vực nghệ thuật. Ngoài ra, bằng tài năng của mình thì bạn cũng có thể làm tốt các công việc như lập trình máy tính, đồ họa và thiết kế trò chơi. Bạn có chí cầu tiến, luôn sẵn sàng học hỏi thêm nhiều kiến thức mới mẻ từ những người xung quanh như đã đề cập và hỗ trợ mọi người. Tuy vậy, bạn không có quá nhiều tham vọng, bằng lòng với thực tại đang có là những gì ở bạn mà người ta biết đến. Bạn không có tố chất của một người đứng đầu, một nhà lãnh đạo nhưng một khi đã trở thành sếp thì bạn sẽ rất thoải mái, dễ cảm thông và luôn đặt quyền lợi của nhân viên lên hàng đầu."
        },
        "nu": {
            "tongquan": "Cung Song Ngư là nhóm người có ngày sinh từ 19/2 đến 20/3, là cung chiêm tinh đứng cuối cùng trong 12 cung hoàng đạo. Những cô nàng thuộc cung này rất thích sự lãng mạn, thích ở một mình và luôn tạo cảm giác dễ chịu cho người xung quanh. Song Ngư mang mệnh “Thủy”, có biểu tượng khá độc đáo là hình ảnh hai chú cá với màu sắc sặc sỡ bơi ngược chiều ở vùng biển đại dương sâu thẳm. Phần lớn những người thuộc cung hoàng đạo này đều rất thân thiện và năng động trong cuộc sống. Song Ngư nữ được xem là chòm sao tài sắc vẹn toàn, thế nên chẳng có gì lạ khi có rất nhiều “vệ tinh” bao vây xung quanh bạn. Mẫu bạn trai lý tưởng và phù hợp với bạn là những chàng trai Song Tử, Thiên Bình hoặc Bảo Bình. Màu sắc may mắn nhất của bạn là tím, đen hoặc xanh lá cây đậm. Những màu sắc may mắn này giúp bạn cải thiện khí chất, nổi bật và đáng yêu hơn.",
            "tinhcach": "Những cô nàng Song Ngư thuộc tuýp người đáng yêu và tình cảm nhất trong 12 cung hoàng đạo. Trong cuộc sống bạn thể hiện bản thân là người rất dễ mến và hiền lành, tuy nhiên đó chỉ là 'vẻ ngoài' của bạn khi đối mặt với người lạ hoặc những người mới quen biết. Thực chất, bạn là người rất náo động và tinh quái. Bạn cứ như một người 'hai mặt' vậy, với những đối tượng khác nhau bạn thể hiện ra những mặt khác của bản thân mình. Tuy vậy nhưng bạn vẫn là một người rất cuốn hút và thú vị. Bạn được coi là một “siêu nhân“ sáng tạo cùng với trí tưởng tượng vô cùng phong phú. Bạn luôn nghĩ ra những ý tưởng mới lạ, cách làm đột phá mà ít ai có thể nghĩ đến. Ngoài ra, được chòm sao Pegasus bảo hộ nên bạn thường gặp nhiều may mắn bất ngờ. Bạn thích văn vẻ, nghệ thuật, có thể hồi nhỏ đã từng được đi thi kể chuyện. Và bạn rất thích nếu có bố mẹ luôn ở cạnh chia sẻ những câu chuyện hằng ngày.",
            "diemmanh":"Xinh đẹp, nhẹ nhàng và vô cùng cuốn hút Cung Song Ngư nữ là những cô gái nhẹ nhàng, mỏng manh, xinh đẹp và uyển chuyển như những thiên thần cá đang bơi lượn dưới mặt nước đại dương bao la nên có một sức hút đặc biệt với những chàng trai. Bạn có giác quan thứ sáu nhạy bén nên có thể dự đoán được tình hình có thể xảy ra một cách chính xác và hiểu được nhân tâm. Bản tính dịu dàng cũng giúp cho bạn có nhiều bạn bè. Ngoài ra, bạn rất tỉ mỉ, tinh tế và thích quan tâm đến người khác. Với sự tinh tế, sâu sắc của mình, bạn là nơi để bạn bè, người thân có thể trút bầu tâm sự và nhận được những lời khuyên, lời cổ vũ tuyệt vời từ bạn. Dù vẻ bề ngoài mỏng manh, đáng yêu nhưng thực chất bạn rất mạnh mẽ và không dễ để bắt nạt bạn đâu nhé. Nếu ai đó làm bạn không hài lòng một cách quá đáng, thì bạn có thể trả thù mà chẳng cần trực tiếp ra tay. Bạn không bao giờ gây sự hay kiếm chuyện với người khác, luôn tâm niệm cho đi như thế nào thì sẽ nhận lại như vậy nên cách người khác đối xử với bạn chính là tấm gương phản chiếu cách bạn đang đối xử với họ. Yêu cái đẹp và có một tâm hồn đầy lãng mạn Cung Song Ngư nữ có năng khiếu nghệ thuật cùng với bản tính yêu cái đẹp, tâm hồn lãng mạn và nhạy cảm của mình thì bạn luôn biết cách ăn mặc sao cho chuẩn gu thời trang nhất. Bạn có khả năng nhìn thấu tình cảm và tâm hồn của người khác nên luôn có cái nhìn sâu sắc về những gì đã và đang diễn ra trong cuộc sống. Tuy nhiên, bạn có chiều sâu trong tâm hồn và ẩn mình rất tốt nên hiếm ai có thể thấy được hết suy nghĩ, tình cảm của bạn. Hào phóng, thoải mái trong công việc và cuộc sống Cung Song Ngư nữ hào phóng, thoải mái ở tất cả những mối quan hệ mà bạn sở hữu trong công việc và cuộc sống. Đối với bạn bè, bạn là người nhiệt tình và luôn lắng nghe để cỗ vũ tinh thần cho mọi người vì bạn nhạy cảm và có trực giác khá tốt. Bạn cũng là người là người có mối quan hệ rộng và được mọi người yêu quý, giúp đỡ ở mọi lúc, mọi nơi. Bạn luôn nỗ lực hết mình vì công việc và không an tâm khi giao phần việc mình đang phụ trách cho người khác. Tuy nhiên bạn cũng nên cẩn trọng với sự tận tâm của mình vì rất dễ bị người khác lợi dụng. Dịu dàng và đầy nữ tính Bạn duyên dáng và đảm đang, là người cổ vũ tinh thần tuyệt vời cho người chồng của mình. Bạn sẽ nhẹ nhàng chăm sóc người chồng và ngôi nhà của mình một cách tận tâm và đầy tình yêu thương. Đặc biệt hơn, bạn là một đầu bếp tuyệt vời và hiếm khi để người thân phải phàn nàn về các bữa ăn. Bạn chính là mẫu phụ nữ lý tưởng mà ai cũng muốn có được, là người vừa đảm đang việc nhà, vừa giỏi giang trong sự nghiệp.",
            "diemyeu":"Nhạy cảm, dễ bị cảm xúc chi phối Sự nhạy cảm vừa là ưu điểm vừa là nhược điểm đối với nữ Song Ngư, khi không thể kiềm chế được những suy nghĩ tiêu cực trong tâm trí thì bạn sẽ làm mình và người khác tổn thương. Chính vì đa sầu đa cảm nên thi thoảng bạn dễ dàng cảm thấy đau khổ, buồn bã bởi vài lời nói, hành động vô ý của người khác. Khi không kiểm soát được thói quen mơ mộng hão huyền của bản thân thì bạn sẽ chìm sâu vào giấc mộng và xa rời với thực tế. Hiện thực vốn không đẹp như mơ, bạn có thể rơi vào vòng xoáy của nỗi u sầu nếu như mọi chuyện không được như ý muốn. Hay bị phân tâm Song Ngư nữ luôn có suy nghĩ mơ mộng, hay để tâm hồn lơ lửng và đắm chìm trong thế giới màu hồng. Vì thế mà trong mọi công việc bạn bị phân tâm, không tập trung hoàn toàn được dẫn đến thường xuyên lãng quên những lời dặn dò và ảnh hưởng đến chất lượng khá nhiều. Dễ bị lợi dụng Những cô nàng Song Ngữ rất dễ tin người khác. Bạn luôn nhìn thấy những điều tốt nhất ở mọi người, vì vậy bạn dễ bị lợi dụng. Bạn gần như không bao giờ nhận ra khi ai đó đang lừa dối hoặc phản bội bạn. Thậm chí ngay cả khi bạn phát hiện ra ai đó đã hành động không đúng với bạn, bạn vẫn sẽ tha thứ và bỏ qua. Vì vậy, bạn thường nhận được ít hơn những gì bạn xứng đáng được hưởng vì bạn quá tốt bụng.",
            "giadinh":"Với gia đình, Song Ngư dù lớn thế nào vẫn là cô con gái bé bỏng của bố mẹ. Chỉ cần phụ huynh lườm nhẹ cũng khiến bạn trở nên mít ướt và mếu méo. Bạn luôn dành tình cảm chân thành nhất cho gia đình, quan tâm và chăm sóc những người thân của mình. Còn với những hoàn cảnh khó khăn hơn, bạn sẵn sàng mở lòng giúp đỡ hết mình. Khi đã lập gia đình, bạn sẽ trở thành người mẹ rất tâm lý và tình cảm. Bạn giống như người bạn của con, vui vẻ, thân thiết, chia sẻ với con về những điều khó khăn trong cuộc sống. Vì vậy, bạn thường nhận được sự tin tưởng từ con và có mối quan hệ rất gắn kết với chúng.",
            "tinhyeu":"Hết mình vì tình yêu, đôi khi hơi mù quáng Cung Song Ngư nữ mơ mộng nên thường ảo tưởng và mong đợi khá nhiều vào tình yêu. Bạn luôn hướng đến một câu chuyện tình cảm ngọt ngào, hoàn hảo nhưng do tính cách nhạy cảm nên bạn thường xuyên rơi vào tình trạng tự khiến bản thân buồn rầu. Có giác quan thứ 6 nên bạn khá nhạy bén trong cảm nhận được đối phương có thật lòng với mình hay không và dành cho mình bao nhiêu chân tình. Sự ấm áp ở bạn giúp bạn trở thành mẫu người vợ, người mẹ đảm đang trong cuộc sống gia đình. Bạn rất lãng mạn, thường tạo ra những điều mới mẻ cho mối quan hệ của mình. Bạn muốn người mình thương cảm thấy vui vẻ, thế nên bạn sẵn sàng thay đổi bản thân để phù hợp hơn với người ấy. Nội tâm yếu ớt, sụp đổ khi bị phản bội Nữ Song Ngư luôn hết mình vì đối phương, thậm chí đôi khi trở nên mù quáng vì vậy trong trường hợp gặp không đúng người, bạn có thể bị đối phương biến thành con rối. Bạn có nội tâm yếu ớt, không dám đối mặt với sự thật tàn khốc trong cuộc sống nên nếu bị người yêu bỏ rơi hoặc lừa dối bạn sẽ có xu hướng trở nên mất bình tĩnh và mất khá nhiều thời gian để quên đi sự thật đau khổ này. Nếu lún sâu vào một mối quan hệ tình cảm không kết quả, bạn có thể sẽ không kiềm chế được cảm xúc của bản thân và chắc chắn nếu bị phản bội bạn sẽ sinh lòng oán hận và chắc chắn không tha cho đối phương mà sẽ trả đũa bằng mọi giá.",
            "tinhduc":"Phụ nữ Song Ngư là một người tình mềm mại, gợi cảm, nhạy bén, dễ chịu nhưng cũng thật bất ngờ trên giường. Bạn có khả năng khiến đối phương thỏa mãn dễ dàng. Bạn có thể hoặc đột phá trong chuyện giường chiếu, hoặc cổ hủ và gìn giữ phẩm cách theo cách nghĩ của bạn. Những ước mơ, ham muốn của đối tác, hay tâm trạng của chàng phản chiếu lên suy tư của bạn. Bạn tin tưởng vào sự tồn tại của những trải nghiệm yêu đương đi kèm với chuyện chăn gối như một sự trao tặng cho nhau cảm xúc ngất ngây. Đối với bạn, việc chọn lựa được một đối tượng phù hợp là đặc biệt quan trọng, người này nhất thiết phải có thể bổ sung và khiến những đặc tính tự nhiên nơi bạn bộc phát. Thật khó tin nếu cô nàng Song Ngư hiền lành lại có xu hướng thích làm tình mạnh mẽ; tuy nhiên đó luôn là một điều bí mật của bạn. Bạn khá nhạy bén với trạng thái cũng như nhu cầu ham muốn của đàn ông, thế nhưng lại luôn nhầm lẫn về chính cảm giác của mình. Bạn hiến dâng rất nhiều, rất nhiều rồi mỗi khi có chuyện gì không hay, bạn vẫn thường tự trách móc bản thân. Cảm hứng tình dục của bạn lên xuống một cách thất thường. Có khi phải hàng tuần tới hàng tháng, bạn không thể cảm thấy thỏa mãn, bủn rủn trước bất kỳ một cử chỉ nào, dù là vuốt ve dịu dàng hay nồng cháy cuồng nhiệt. Cũng có lúc bạn rơi vào trạng thái thờ ơ, lãnh cảm. Rồi có lúc thì bạn rút lui khỏi tất cả chuyện ân ái mặn nhạt mà thăng hoa với những theo đuổi trung bình, nhạt nhòa của mình. Khi bạn trong tình trạng trầm cảm, bạn mất đi mọi khao khát dục vọng của mình, rồi tự nghi ngờ bản thân. Phản ứng tình dục của bạn nếu dựa trên tính cách thì hình như có tính chu kỳ, trong một vài trường hợp được gắn chặt với hưng cảm ân ái xen kẽ với xu hướng trầm cảm, tự kỷ. Bạn là người có xu hướng thích đối phương biết cách làm bạn bất ngờ. Nếu anh ta đến nhà với một chiếc bánh lung linh và dùng bữa tối cùng bạn trong bồn tắm đầy bọt xà phòng, bạn sẵn sàng “phục vụ” anh ta nguyên một đêm, hoặc chí ít bạn sẽ khiến anh ta ngây ngất, si mê, đắm say hơn bất kể ai có thể khiến chàng khoái lạc như vậy. Bạn sẽ làm tất cả những gì mà anh ta yêu cầu, một cách mãn nguyện.",
            "sunghiep":"Bạn có nét tính cách mơ mộng nên luôn hướng đến một cuộc sống bình yên, tự do tự tại vì vậy sự nghiệp của bạn chỉ dừng ở mức khá giả, có chăng nếu thật sự giàu có thì có thể là của cha mẹ để lại. Nhưng số của những cô nàng Song Ngư không cơ cực, mặc dù sự nghiệp của bạn không đến mức vinh hiển nhưng vẫn ấm no, sung túc; mặc dù bạn không phải là ông to bà lớn nhưng vẫn được nhiều người kính trọng, yêu quý. Một khi đã bắt tay vào công việc, bạn có sức chịu đựng và tinh thần trách nhiệm nên được cấp trên và đồng nghiệp đánh giá cao. Tuy nhiên, bạn ôm trong mình nhiều ước mơ và hoài bão, lại cả thèm chóng chán nên mọi việc chẳng đi đến đâu. Vì vậy với nét tính cách chu đáo và quan tâm người khác, bạn phù hợp với các nghề nghiệp như giáo viên mầm non, bác sĩ tâm lý hoặc là những công việc liên quan đến sáng tạo, nghệ thuật."
        }
      },
      {
        "ten": "Bạch Dương",
        "nam": {
          "tongquan": "Nam thuộc cung Bạch Dương nằm trong nhóm nguyên tố lửa với đặc điểm nổi bật là sự đam mê, hung hăng, táo bạo, bốc đồng, sáng tạo và can đảm. Nhận được sự chiếu mệnh của chòm sao Hỏa nên Bạch Dương cực kỳ phù hợp với màu đỏ. Trong mọi vấn đề của cuộc sống thì gam màu đỏ sẽ đem lại cho Bạch Dương nhiều sự thuận lợi và vượng khí. Bạch Dương nam có phong cách ăn mặc đơn giản nhưng không kém phần hiện đại. Với một chiếc quần jean và áo phông thì anh chàng cũng đã trông cực cool ngầu và điển trai, thu hút ánh nhìn của mọi cô gái xung quanh.",
          "tinhcach": "Bạn mang đặc trưng tính cách của một nam Bạch Dương mạnh mẽ, thông minh, nhạy bén, có khát vọng, độc lập. Bạn sinh vào thời gian đầu của cung Bạch Dương hay nói cách khác bạn là anh cả của cung hoàng đạo này. Do thuộc đỉnh đầu của Bạch Dương gần với Song Ngư nên tính cách của bạn có sự ảnh hưởng từ tính cách của Song Ngư. Bạn có thêm một chút nhẹ nhàng, điềm đạm của cung nước, bạn có trí thông minh tuyệt đỉnh và hoàn toàn có thể làm việc độc lập. Đôi khi bạn hơi nóng nảy, nhưng bù lại bạn lại có giác quan nhạy bén, bạn luôn nhạy cảm với mọi sự vật, sự việc xung quanh mình.",
          "diemmanh":"Mạnh mẽ, thông minh và nhạy bén Cung Bạch Dương nam có bề ngoài mạnh mẽ nhưng bên trong lại là người sống gần gũi, chan hòa và thân thiện với mọi người xung quanh. Bạn là người khá đáng tin cậy để có thể tâm sự và chia sẻ. Bạn là những người sống rất nghiêm túc và nhiệt tình. Nam Bạch Dương sẽ không bao giờ từ chối bất kỳ lời thỉnh cầu giúp đỡ của người quen khi họ rơi vào khó khăn. Bạn thông minh, nhạy bén và nghiêm túc trong mọi công việc mà bạn tham gia. Bạn làm việc gì cũng tập trung 100% sức lực của mình với thái độ cẩn thận, kỹ lưỡng nhất. Bạn còn truyền tải sự nhiệt huyết của bản thân đến các đồng nghiệp bên cạnh mình, thúc đẩy nhau cùng đi lên. Có khát vọng chinh phục, khẳng định bản thân Bạch Dương nam mạnh mẽ, độc lập trong mọi hoạt động và mong muốn được mọi người xem trọng, chú ý cũng như xem mình là trung tâm của nguồn cảm hứng. Cung Bạch Dương nam là những người nói được làm được, có ý chí và nghị lực kiên cường, luôn đặt cái tâm và sự nhiệt huyết của mình vào nhiệm vụ được giao để hoàn thành công việc một cách tốt nhất. Bạn thích khám phá những điều mới mẻ xảy ra xung quanh mình. Bạn sở hữu tính cách phóng khoáng, dũng cảm và không sợ hãi trước điều gì. Sau mỗi lần thất bại, bạn luôn rút ra kinh nghiệm và bài học cho bản thân để tìm kiếm cơ hội bứt phá mạnh mẽ hơn nữa. Với sự bảo hộ và đại diện của vị thần chiến tranh Athena, Bạch Dương là người có khát vọng chinh phục những thứ mình muốn và dễ dàng đạt đến sự thành công. Bạn là người thích dẫn đầu, mong muốn khẳng định bản thân và muốn trở thành một nhà lãnh đạo thực thụ.",
          "diemyeu":"Có xu hướng bốc đồng, bảo thủ, thiếu kiên nhẫn Người thuộc cung Bạch Dương nam yêu thích sự cạnh tranh, đam mê quyền lực và theo đuổi đến cùng những mục tiêu mà mình đặt ra nên đôi khi bạn có xu hướng bốc đồng, bảo thủ, không chấp nhận quan điểm của người khác. Trời sinh thông minh khiến nam Bạch Dương đôi khi cao ngạo quá mức nên bị mọi người xung quanh khó chịu và ganh ghét. Sự hiếu thắng trong tính cách còn khiến bạn dễ bị tức giận, thiếu kiên nhẫn, nóng nảy và mất đi lý trí. Để thành công hơn nữa và dễ dàng đạt được những danh vọng mà bản thân đề ra thì bạn cần xác định được ưu điểm để phát huy hơn nữa và nhược điểm cần khắc phục trong nét tính cách của bản thân. Tính chiếm hữu cao Là chòm sao thuộc nhóm thống lĩnh, Bạch Dương luôn muốn là người dẫn đầu và chiếm thế chủ động. Dù trong bất cứ mối quan hệ nào, Bạch Dương cũng khao khát là người đi chinh phục và chiếm hữu. Chính điều này đôi khi trở thành áp lực đối với người họ yêu. Bạch Dương quan niệm, hoặc là tất cả hoặc không là gì cả, luôn đặt giá trị của bản thân ở vị trí ưu tiên và duy nhất, vì thế họ luôn đòi hỏi sự trùng thành tuyệt đối từ một nửa của mình và không chấp nhận nửa lời gian dối. Một khi niềm tin sụp đổ, sự thất vọng ở Bạch Dương sẽ khiến họ trở nên đáng sợ. Gia đình Bạn là một anh chàng Bạch Dương khá nghịch ngợm và hiếu động. Đôi khi bạn làm bố mẹ phải lo lắng, tuy nhiên không thể phủ nhận là bạn rất yêu gia đình của mình và cũng chưa bao giờ ngại thể hiện tình cảm của mình với gia đình. Bạn là thủ lĩnh của nhóm Lửa vì thế mà bạn thích 'cầm đầu' một nhóm nghịch ngợm và không thích bị bố mẹ bắt ép phải làm cái nọ, cái kia. Những lúc bất đồng quan điểm với bố mẹ, bạn sẽ tỏ thái độ ngay lập tức bằng cách giận dỗi kiểu trẻ con, nhưng bạn sẽ mau quên và chẳng để bụng bao giờ hết. Đôi khi bố mẹ sẽ phải phiền lòng vì bạn hay hiếu động và ham chơi, nếu bạn là anh cả bạn đôi khi còn chẳng thèm nhường nhịn em nữa. Tuy nhiên bạn lại là một người cực kì thẳng thắn, bạn sẵn sàng bộc lộ tình yêu với bố mẹ, ông bà mà không hề ngần ngại. Với bạn gia đình luôn là số 1.",
          "giadinh":"",
          "tinhyeu":"Lãng mạn, chân thành và chung thuỷ Với nét tính cách mạnh mẽ của mình thì những chàng trai Bạch Dương rất nhiệt tình và luôn chân thành, chung thuỷ với đối phương. Bạn sẽ luôn đáp ứng mọi điều mà bạn gái mình cần, bạn muốn che chở và bảo vệ người mình yêu, thích thể hiện tình cảm của mình trước mặt mọi người. Tuy là người đôi lúc có thể nông nổi, bốc đồng nhưng những anh chàng nam Aries rất biết quan tâm và chăm sóc người khác. Cuộc sống của người yêu bạn chắc chắn sẽ tràn ngập những điều thú vị và bất ngờ. Bạn cũng rất quan tâm đến các cử chỉ hoặc biểu cảm của cô gái mà mình thích. Mẫu người truyền thống trong tình yêu Chàng trai thuộc chòm sao Aries lãng mạn và biết cách tạo không khí vào những ngày kỷ niệm tình yêu của mình. Khi đã bước vào hôn nhân, nam Bạch Dương luôn cố gắng để trở thành người chồng tốt và người cha tốt nhất. Sau kết hôn tính cách bạn cũng có rất nhiều thay đổi, chín chắn và trưởng thành hơn. Bạn sẽ luôn cố gắng làm mọi điều để cuộc sống gia đình trở nên thoải mái và tốt đẹp hơn. Bạn cũng là mẫu người rất coi trọng giá trị phẩm chất của người sẽ đi cùng bạn đến hết quãng đường còn lại trong cuộc đời. Vì vậy, những chàng trai thuộc cung Bạch Dương sẽ ưu tiên lựa chọn những cô gái có ngoại hình dễ thương, xinh xắn ngay từ cái nhìn đầu tiên. Tuy nhiên những người con gái có nét tính cách tự tin, độc lập và thông minh sẽ đồng hành cùng họ suốt quãng đời còn lại. Có thể nói ngoại hình là yếu tố hấp dẫn Bạch Dương nam nhưng chính tính cách của cô gái mới là yếu tố giúp giữ chân họ lại. Không bao giờ tha thứ cho những ai phản bội Có một sự thật là nam Bạch Dương không bao giờ tha thứ cho những ai phản bội, lừa dối và làm tổn thương tình cảm của mình. Hơn nữa, bạn có thể trả thủ đối phương theo nhiều cách đên khi nào cơn giận của mình nguôi ngoai mới thôi. Bạch Dương luôn muốn thể hiện bản lĩnh của mình trước mặt đối phương, luôn muốn bản thân nắm quyền chủ động trong mối quan hệ yêu đương.",
          "tinhduc":"Đối với các chàng Bạch Dương thì chuyện ấy có vai trò rất quan trọng. Bạn có nhu cầu cao và là những đối tác tuyệt vời, dày dặn kinh nghiệm trong chuyện chăn gối. Bạn rất mãnh liệt và bốc lửa trong những buổi hẹn hò đầu tiên nhưng khi mọi thứ dần trở nên quen thuộc thì chuyện ấy đôi lúc lại trở nên hơi nhàm chán. Bạn luôn là những nhà thám hiểm đầy mê hoặc, những chàng thợ săn cuồng nhiệt ở trên giường. Bạn thích thú với những cuộc giao hoan mạo hiểm, mạnh mẽ, dữ dội và có thể hâm nóng bầu không khí với những ý tưởng táo bạo tuyệt vời. Không chỉ bản thân bạn cuồng nhiệt mà bạn cũng muốn đối phương đáp trả cuồng nhiệt. Nam Bạch Dương không hẳn là người đàn ông chung thủy, bạn luôn tìm kiếm những trải nghiệm mới đầy hấp dẫn với những người phụ nữ lớn tuổi hơn. Bạn luôn biết cách thể hiện sự quyến rũ của bản thân. Đối với nam Bạch Dương, không có gì là không thể, bạn thích thử thách bản thân trong các tình huống khác nhau, bạn táo bạo và biết nắm bắt cơ hội. Nhưng bạn vẫn rất rạch ròi trong các mối quan hệ, không đánh đồng chuyện sex với một mối quan hệ nghiêm túc. Bạn luôn thích thể hiện phong độ bản thân và luôn đi đầu trong những xu thế mới, mặt khác cũng rất đa cảm và lãng mạn.",
          "sunghiep":"Cung Bạch Dương nam là những người có trí thông minh, óc sáng tạo và tính cách tài hoa mạnh mẽ nên yêu thích những công việc đòi hỏi sự sự thách thức, khả năng tư duy nhạy bén và sáng tạo cao. Tuy nhiên như đã đề cập thì để có được sự thành công và bứt phá để trở thành nhà lãnh đạo thì bạn cần kiềm chế được bản tính nóng nảy và cái tôi cao ngạo của mình. Bạn cần biết kiềm chế và che giấu cảm xúc của bản thân hơn để có thể dễ dàng thu phục lòng người. Nam Bạch Dương là những người khéo léo, ứng biến linh hoạt trong mọi tình huống và có tài giao tiếp nên trong công việc bạn thu hút được nhiều nhà đầu tư, cũng như nhận được sự tin tưởng của đối tác. Kiềm chế được nhược điểm và phát huy được ưu điểm thì họ sẽ là người “đánh đâu thắng đó”."
        },
        "nu": {
            "tongquan": "Bạn là một nữ Bạch Dương với đặc trưng của nguyên tố Lửa, chịu ảnh hưởng mạnh mẽ của Mặt Trời. Bạn phóng khoáng và đơn giản, điều đó cũng thể hiện trên trang phục của bạn hàng ngày. Một chiếc quần jean, áo phông là phù hợp nhất với cô nàng Bạch Dương. Bạn chỉn chu nhưng rất ít khi màu mè, chỉ ra ngoài với các tông màu đơn giản. Nếu có một sự kiện lớn nào đó, chắc chắn bạn sẽ vô cùng tỏa sáng. Bạn biết đẹp đúng nơi đúng lúc, thu hút sự chú ý của mọi người. Bạn hợp với những gam màu của sự năng động, tươi trẻ như màu xanh dương. Hoặc sắc màu rực rỡ, nổi bật như màu đỏ tươi. Màu sắc của những bộ trang phục, hay các đồ vật xung quanh nếu ưu tiên sắc màu trên thì sẽ giúp cho bạn thêm phần tự tin, may mắn hơn.",
            "tinhcach": "Bạn sinh vào khoảng thời gian đầu của cung Bạch Dương, hay còn gọi là chị cả của cung. Bạn là một cô nàng mạnh mẽ đúng với nguyên tố Lửa, nhiệt huyết, năng động, lạc quan và tích cực. Bạn thông minh và rất tự tin vào bản thân mình, do đó mà dù gặp bất cứ khó khăn nào trong cuộc sống, công việc hay tình cảm bạn đều có thể tìm ra phương hướng giải quyết. Tuy là phái nữ nhưng do ảnh hưởng năng lượng của nguyên tố lửa và mặt trời, dưới sự cai quản của chòm sao Hoả, bạn mang trong mình tính cách độc lập. Bạn không muốn dựa dẫm hay nhờ vả ai, bạn luôn muốn tự bản thân tìm ra những hướng đi mới để phát triển. Tuy nhiên do bạn sinh vào khoảng thời gian đầu Bạch Dương và gần với cung Song Ngư nên đôi lúc bạn sẽ bị ảnh hưởng phần nào tính cách của cung nước này. Đặc trưng của nguyên tố nước là nhẹ nhàng, linh hoạt, điềm đạm. Điều này giúp hạn chế ít nhiều tính nóng nảy và bốc đồng của bạn so với những Bạch Dương khác.",
            "diemmanh":"Điệu đà, thích được khen Bạn cũng giống như các cô nàng Bạch Dương khác, rất điệu đà, ăn diện. Bạn thích mặc đẹp, luôn thích chăm chút cho vẻ bề ngoài của mình. Từ bé bạn đã bộc lộ sở thích làm đẹp của mình, đặc biệt bạn luôn muốn tự chọn quần áo, đồ cột tóc,...theo ý của mình. Bạn rất toả sáng và thu hút được sự chú ý của nhiều người đặc biệt là những người khác giới. Bạn thích được khen ngợi, được tán dương và chiều chuộng. Đôi khi chỉ là câu khen ngợi đơn giản như hôm nay bạn mặc cái váy này đẹp quá hay kiểu tóc này rất phù hợp với bạn cũng đã khiến bạn vui cả ngày hôm đó rồi. Đây là một nét rất đáng yêu của những cô nàng Bạch Dương. Tinh thần lạc quan, năng lượng tích cực Cung Bạch Dương nữ là những cô nàng mạnh mẽ, độc lập, luôn có tinh thần lạc quan cùng năng lượng tích cực lan tỏa đến mọi người xung quanh, sự nhiệt tình của bạn cũng khiến mọi người phải nể phục và tôn trọng. Bạn không bao giờ để những tác động hay suy nghĩ tiêu cực từ người khác làm ảnh hưởng đến mình. Bạn là người sống đơn giản, chân thành, thật thà, có trái tim ấm áp, nhân ái và luôn sẵn sàng giúp đỡ người khác mà không hề toan tính hơn thua. Đôi lúc, bạn có tính cách khá trẻ con và đáng yêu, bạn luôn cố gắng bộc lộ cảm xúc của mình ra bên ngoài để bản thân có thể thoải mái và vui vẻ nhất. Nữ Bạch Dương có vẻ bề ngoài xinh đẹp, kiêu kỳ và cuốn hút nên luôn khiến người đối diện muốn yêu thương, bao bọc và che chở. Nỗ lực hết mình để đạt được mục tiêu Cũng như các chàng trai Bạch Dương thì bạn cũng thông minh, nhạy bén và nghiêm túc trong mọi công việc mà bạn tham gia. Bạn là người luôn cố gắng làm mọi thứ một cách tốt nhất, nỗ lực hết mình và không bao giờ có ý định bỏ cuộc khi gặp phải khó khăn, thử thách. Một khi bạn đã đưa ra quyết định thì khó có ai có thể thay đổi được trừ phi phải có những lập luận, quan điểm chính xác và rõ ràng chứng minh quyết định của bạn là sai lầm. cô gái độc lập, tự tin Bạch Dương từ nhỏ đã thông minh lanh lợi, suy nghĩ chín chắn và có chủ kiến riêng. Bạn độc lập từ suy nghĩ cho tới hành động, đứng trước một vấn đề trọng đại nào đó trong cuộc đời bạn luôn không ngừng tìm kiếm cho mình những hướng đi mới. Trong khi những người khác còn đang tận hưởng cuộc sống hạnh phúc bên gia đình, được cha mẹ chu cấp đầy đủ thì bạn đã bước ra xã hội, trải nghiệm một cuộc sống tự lập đầy thú vị và những điều mới mẻ. Trong cuộc sống bạn rất biết cách hưởng thụ và không bao giờ ngược đãi chính bản thân mình, đối với bạn cuộc sống là phải “ăn cho đủ và chơi cho đã” do vậy mà tay nghề nấu nướng của bạn cũng thuộc hàng cao thủ đấy.",
            "diemyeu":"Có xu hướng bốc đồng, bảo thủ, thiếu kiên nhẫn Người thuộc cung Bạch Dương yêu thích sự cạnh tranh, đam mê quyền lực và theo đuổi đến cùng những mục tiêu mà mình đặt ra nên đôi khi bạn có xu hướng bốc đồng, bảo thủ, không chấp nhận quan điểm của người khác. Trời sinh thông minh khiến bạn đôi khi cao ngạo quá mức nên bị mọi người xung quanh khó chịu và ganh ghét. Sự hiếu thắng trong tính cách còn khiến bạn dễ bị tức giận, thiếu kiên nhẫn, nóng nảy và mất đi lý trí. Để thành công hơn nữa và dễ dàng đạt được những danh vọng mà bản thân đề ra thì bạn cần xác định được ưu điểm để phát huy hơn nữa và nhược điểm cần khắc phục trong nét tính cách của bản thân. Tính chiếm hữu cao Là chòm sao thuộc nhóm thống lĩnh, Bạch Dương luôn muốn là người dẫn đầu và chiếm thế chủ động. Dù trong bất cứ mối quan hệ nào, Bạch Dương cũng khao khát là người đi chinh phục và chiếm hữu. Chính điều này đôi khi trở thành áp lực đối với người bạn yêu. Bạch Dương quan niệm, hoặc là tất cả hoặc không là gì cả, luôn đặt giá trị của bản thân ở vị trí ưu tiên và duy nhất, vì thế bạn luôn đòi hỏi sự trung thành tuyệt đối từ một nửa của mình và không chấp nhận nửa lời gian dối. Một khi niềm tin sụp đổ, sự thất vọng sẽ khiến bạn trở nên tuyệt tình. Tự tin quá mức Bạn cũng như những cô nàng Bạch Dương khác, luôn tự tin vào khả năng cũng như ngoại hình của mình. Tuy nhiên sự tự tin đôi khi hơi thái quá, dẫn đến việc bạn không được lòng mọi người. Đôi khi mọi người muốn bắt chuyện với bạn nhưng thái độ tự tin thái quá có phần hơi kiêu kì của bạn khiến mọi người xung quanh không mấy thiện cảm. Đây là một điểm bạn cần hạn chế để có được những mối quan hệ bạn bè vui vẻ và hoà đồng.",
            "giadinh":"Bạn là một cô nàng Bạch Dương khá nghịch ngợm và hiếu động. Đôi khi bạn làm bố mẹ phải lo lắng, tuy nhiên không thể phủ nhận là bạn rất yêu gia đình của mình và cũng chưa bao giờ ngại thể hiện tình cảm của mình với gia đình. Bạn là thủ lĩnh của nhóm Lửa vì thế mà bạn thích “cầm đầu“ một nhóm nghịch ngợm và không thích bị bố mẹ bắt ép phải làm cái nọ, cái kia. Những lúc bất đồng quan điểm với bố mẹ, bạn sẽ tỏ thái độ ngay lập tức bằng cách giận dỗi kiểu trẻ con, nhưng bạn sẽ mau quên và chẳng để bụng bao giờ hết. Đôi khi bố mẹ sẽ phải phiền lòng vì bạn hay hiếu động và ham chơi, nếu bạn là anh cả bạn đôi khi còn chẳng thèm nhường nhịn em nữa. Tuy nhiên bạn lại là một người cực kì thẳng thắn, bạn sẵn sàng bộc lộ tình yêu với bố mẹ, ông bà mà không hề ngần ngại. Với bạn gia đình luôn là số 1.",
            "tinhyeu":"Thoải mái thể hiện cảm xúc và chia sẻ những vấn đề thầm kín Được sao Hoả chiếu mệnh nên bạn khá dứt khoát và kiên định trong chuyện tình cảm. Bạn một khi đã yêu thì sẽ yêu say đắm hết mình, nhưng một khi đã hết tình cảm thì sẽ chia tay trong tuyệt tình, không ghen tuông hay nghi ngờ. Bên cạnh đó, bạn cũng rất dũng cảm trong chuyện tình yêu, bạn sẵn sàng chịu đựng đau khổ và dứt áo ra đi nếu cảm thấy đối phương không đáp ứng được những yêu cầu của mình. Nữ Bạch Dương là người chân thành, bạn luôn cố gắng dành tất cả những điều tốt đẹp cho người mình yêu và giữ trọn vẹn cảm xúc như những ngày đầu. Một khi đã thích ai đó, cung Bạch Dương nữ sẽ thẳng thắn bày tỏ cảm xúc và tình cảm cho đối phương biết. Một khi đã yêu thì bạn luôn hành động ân cần, chu đáo và quan tâm chăm sóc đặc biệt đến người yêu của mình. Khi yêu, bạn thoải mái thể hiện cảm xúc và chia sẻ những vấn đề thầm kín nhất sâu thẳm trong tâm hồn. Bạn sẽ đối xử với bạn bằng cả tấm lòng, cả sự chân thành. Bạn đề cao sự trung thực, đây chính là yếu tố tiên quyết khi xác định tình cảm với một ai đó mà bạn theo đuổi. Bạn luôn cảm thấy bị thu hút và hứng thú trước những điều mới mẻ diễn ra xung quanh mình nên bạn luôn cần một nguồn năng lượng lớn tích cực. Một chàng trai giàu năng lượng sẽ khiến bạn bị thu hút và muốn họ có mặt trong những chuyến đi của mình.",
            "tinhduc":"Các nàng Bạch Dương hết sức nóng bỏng trong chuyện yêu. Bạn luôn muốn có một buổi tối nồng nàn và mãnh liệt. Bạn rất thích gây ấn tượng, nhưng đồng thời cũng yêu sự dịu dàng và sức mạnh từ đối tác của mình. Bạn không muốn đối phương quá sỗ sàng hay thể hiện tình cảm quá phô trương. Trong chuyện chăn gối, bạn thích sự cuồng nhiệt và một chút táo bạo từ đối tác của mình. Bạn thường bị thu hút bởi những người đàn ông thông minh, nhanh nhẹn, thành công và có địa vị trong xã hội. Bạn không thích tán tỉnh quá lâu bởi bạn nghĩ rằng như thế thật mất thời gian và làm chậm mối quan hệ. Trong chuyện yêu cũng vậy, bạn không thích màn dạo đầu quá dài hoặc quá rườm rà bởi như thế sẽ chỉ phí thời gian. Bí mật trong chuyện chăn gối của Bạch Dương là bạn thích cảm giác được chiếm hữu, thích những người có thể thỏa mãn được nhu cầu của bạn. Nếu không, bạn sẽ là người làm chủ cuộc chơi.",
            "sunghiep":"Con đường sự nghiệp của bạn có phần suôn sẻ và may mắn. Bạn thông minh, nhạy bén hơn người người nên khi đã xác định làm một việc gì đó thì sẽ theo đuổi cho đến cùng. Bạn có tài ăn nói, khéo léo trong giao tiếp, đây là chìa khoá để bạn dễ dàng đạt được thành công. Nữ Bạch Dương cũng được đánh giá cao ở khả năng lãnh đạo. Sự kết hợp giữa lòng trung thành và vai trò tiên phong của mình khiến cho bạn là mẫu người dẫn đầu khá lý tưởng. Vì vậy bạn thích hợp để trở thành một nhà kinh doanh hoặc một quản lý, lãnh đạo tài ba, xuất chúng. Tuy nhiên, đôi khi bạn hơi độc đoán nên để thu phục lòng người thì bạn nên cố gắng kiểm soát sự nóng tính của mình và biết nhường nhịn đúng lúc."
        }
      },
      {
        "ten": "Kim Ngưu",
        "nam": {
          "tongquan": "Bạn thuộc cung hoàng đạo Kim Ngưu thuộc nguyên tố đất với chòm sao chiếu mệnh là Sao Kim. Nguyên tố này thường được liên kết với các yếu tố của đời sống như vật chất, tiền tài, sự nghiệp,.. Chính vì thế, bạn là người sống rất lý trí và thực tế. Trong 12 cung hoàng đạo, bạn thuộc nhóm cung kiên định nên mang trong mình đặc tính cứng cỏi và chắc chắn. Bạn giống như hòn đá tảng. Hòn đá ấy tuy chậm chạp nhưng rất vững chãi và là chỗ dựa vững chắc cho mọi người xung quanh. Màu hồng và màu xanh lá là những màu sắc phù hợp và mang lại may mắn cho chòm sao Kim Ngưu. Màu hồng đại diện cho niềm vui, còn màu xanh lá đại diện cho sự sinh sôi, nảy nở, cho những thành công về vấn đề tiền bạc, sự nghiệp, vật chất. Đây là gam màu mang lại sự ấm no và thuận lợi cho bạn về nhiều mặt, đặc biệt là trong khía cạnh công việc.",
          "tinhcach": "Bạn sinh vào thời gian đầu của cung Kim Ngưu, hay nói cách khác bạn là anh cả của cung hoàng đạo này. Do thuộc đỉnh đầu của Kim Ngưu gần với Bạch Dương nên tính cách của bạn sẽ bị ảnh hưởng một chút từ đàn anh Bạch Dương. Bạn cực kì độc lập, hăng say và có quyết tâm lớn. Bạn cũng phần nào nhanh nhẹn hơn, khác hẳn so với tính cách “chậm chạp“ như các bạn Kim Ngưu khác do được ảnh hưởng từ nguyên tố Lửa và tính cách hoạt bát, năng nổ của Bạch Dương. Tuy vậy bạn vẫn mang trong mình những đặc tính cơ bản chung nhất của Kim Ngưu, bạn có phần cứng đầu và hơi lười biếng. Tuy nhiên, khi bạn đã quyết tâm làm một việc gì đó, bạn lại trở nên kiên trì, bền bỉ đến bất ngờ.",
          "diemmanh":"Điềm tĩnh, kiên nhẫn và đáng tin cậy Bạn là người sống khép kín, cẩn trọng trong mọi việc và khá điềm tĩnh khi xử lý vấn đề. Bạn khá trầm ổn, chín chắn, luôn mang đến cảm giác an tâm và đáng tin cậy cho mọi người xung quanh. Bạn rất xem trọng chữ tín và tình nghĩa trong các mối quan hệ mà bạn có, luôn sẵn sàng giúp đỡ khi người khác gặp khó khăn. Trong cuộc sống, bạn chu đáo, nhiệt tình và nỗ lực không ngừng nghỉ khiến mọi người thêm tin tưởng và kính trọng. Nghiêm túc, có trách nhiệm trong mọi vấn đề Bạn luôn nghiêm túc và có trách nhiệm trong mọi việc bạn làm. Một khi đã hứa thì bạn sẽ cố gắng hoàn thành công việc và nhiệm vụ được giao dù cho có khó khăn, thử thách đến đâu. Bạn mạnh mẽ và nghiêm túc trong công việc nên sẽ không thích ai đó thiếu nề nếp và kỷ luật. Bạn luôn cho rằng mình phải có trách nhiệm với mọi người xung quanh nên luôn cố gắng mang đến những điều tốt nhất cho gia đình và người thân của mình. Tinh thần trách nhiệm và sự nghiêm túc của bạn khiến cấp trên luôn trọng dụng, tin tưởng để giao cho những nhiệm vụ quan trọng. Sống thực tế, thẳng thắn, luôn tỉnh táo Bạn nổi tiếng là người sống thực tế, không mơ mộng hão huyền. Bạn luôn tâm niệm chỉ cần bản thân cố gắng hết mình và hiểu rõ năng lực bản thân thì mọi khó khăn đều có thể vượt qua. Bạn luôn cho rằng sự cẩn trọng và tỉ mỉ của mình là yếu tố để đạt được thành công. Do đó bạn luôn chủ động trong mọi công việc chứ không bao giờ đợi chờ cơ hội từ trên trời rơi xuống. Khi đứng trước vấn đề cần đưa ra quyết định, bạn luôn tỉnh táo để lựa chọn phương án chính xác nhất. Bạn thông minh nên sẽ không để bản thân rơi vào hoàn cảnh khó khăn chỉ vì quyết định sai lầm bồng bột. Tuy nhiên đôi lúc bạn có thể sẽ hơi khắt khe nhưng tuyệt đối không phải là người hẹp hòi.",
          "diemyeu":"Chậm chạp và quá cẩn thận Bạn thường được nhận xét là người khá chậm trong việc nắm bắt tâm lý người khác. Bạn thường không thể hiện rõ sự tinh tế ra bên ngoài nên đôi khi khiến người khác khó chịu. Bạn cũng là người rất thích hưởng thụ cảm giác được người khác săn đón, theo đuổi. Trong công việc và đời sống, bạn thường mất khá nhiều thời gian để suy nghĩ, đánh giá các vấn đề trước khi đưa ra các quyết định. Sự quá cẩn trọng đến mức rụt rè có thể khiến bạn bỏ lỡ những cơ hội tốt. Ngang bướng và cứng đầu Bạn thuộc cung Kim Ngưu với nguyên tố đất lại thuộc nhóm cung kiên định nên đôi khi bạn hơi cứng đầu và ngang bướng. Bạn sẽ không chịu lắng nghe ý kiến góp ý hay những đánh giá trái chiều trừ khi người đó có bằng chứng và lí lẽ chính xác. Một khi bạn đã quyết định một việc gì, cho dù mọi người có can ngăn hay phân tích như nào thì bạn vẫn sẽ quyết tâm làm theo ý mình dù việc đó có thể không tốt với bạn. Chính vì vậy, họ thường không nhận được nhiều ý kiến đóng góp mang tính giúp đỡ và xây dựng để phát triển khả năng của bản thân. Tính nóng nảy và thiếu kiềm chế Bạn là người có khả năng kiềm chế yếu nhất trong 12 cung hoàng đạo. Tính xấu này có ảnh hưởng rất tiêu cực đến công việc và đời sống của bạn. Bất cứ yếu tố tiêu cực nào từ bên ngoài dù là nhỏ nhất cũng có thể khiến bạn nổi xung lên và quên hết mọi thứ xung quanh. Bạn sẽ phải mất nhiều thời gian để ổn định lại tâm lý, và cũng chính tính nóng này đôi khi làm bạn mất đi nhiều mối quan hệ bạn bè hay đối tác.",
          "giadinh":"Bạn là mẫu người luôn coi trọng gia đình. Tuy nhiên vì đặc tính của cung đất là điềm đạm, ít nói nên đôi khi bạn không hay bộc lộ tình cảm của mình ra bên ngoài. Bạn ít khi thể hiện tình cảm của mình qua lời nói mà sẽ chọn cách thể hiện trực tiếp bằng hành động. Trong gia đình, bạn là “Trâu vàng” của bố mẹ. Bạn là một “đứa trẻ” thích được chiều chuộng, âu yếm và hưởng thụ. Bạn nấu ăn khá giỏi và thường thể hiện sự quan tâm của mình bằng cách nấu cho bố mẹ, ông bà những món ăn thật ngon. Bạn bình thường rất ngoan ngoãn nhưng do ảnh hưởng của cung đất nên nhiều khi bạn khá cứng đầu, thế nên bố mẹ bạn nhiều khi cũng phải bó tay vì bạn cứ khăng khăng làm theo ý mình. Bạn có tính sở hữu cao nên nhiều khi dù là người thân trong gia đình thì bạn cũng không muốn tuỳ tiện động vào hay lấy đồ của bạn mà không hỏi trước. Mặc dù vậy bạn vẫn luôn là người biết lo toan và suy nghĩ cho gia đình của mình.",
          "tinhyeu":"Lãng mạn, chu đáo trong tình yêu Mặc dù là mẫu người lịch lãm, trầm tính và khá ít nói nhưng trong tình yêu, bạn sẵn sàng bộc lộ tính cách trẻ con của mình một cách thoải mái. Tính cách chu đáo và quan tâm tới cảm nhận của người khác nên bạn không bao giờ quên những ngày lễ, ngày kỷ niệm đặc biệt của hai người. Bạn khá chu đáo và quan tâm đến đối phương nên dù cho công việc có bận rộn đến đâu vẫn sẽ dành những lời yêu thương cho người mình yêu và dành thời gian đưa họ đi chơi. Chân thành, chung thuỷ, bảo vệ đối phương Bạn chàng trai mạnh mẽ nên luôn thích che chở bảo vệ người mình yêu. Trái ngược với sự nghiêm túc trong công việc, bạn luôn dịu dàng, ân cần và biết quan tâm chăm sóc đối phương. Bạn không theo đuổi bạn gái quá vồ vập, luôn từ tốn và bền bỉ để thể hiện tình cảm của mình nên được các bạn gái cảm nhận được sự chân thành và đáng tin cậy. Bạn nghiêm túc và sẵn sàng làm bất cứ điều gì trong khả năng để khiến đối phương vui vẻ, thoải mái. Với khả năng quan sát tốt nên bạn có thể nắm bắt tâm trạng của người mình yêu một cách dễ dàng, luôn tìm cách để bạn gái được vui vẻ khi ở bên cạnh mình. Bạn là mẫu người rất coi trọng việc chung thủy nên thích xây dựng một mối quan hệ lâu dài, bền bỉ chứ không phải mối quan hệ ngắn hạn, tạm thời. Bạn sẽ không bao giờ làm ra chuyện có lỗi với người kia và nếu phát hiện đối phương làm điều gì có lỗi hay không thật sự yêu mình thì bạn sẽ dứt khoát chấm dứt mối quan hệ này.",
          "tinhduc":"Đàn ông Kim Ngưu được đánh giá là một trong những cung có ham muốn mạnh mẽ nhất của 12 cung hoàng đạo. Bạn xem chuyện ấy như một nhu cầu tất yếu của cuộc sống. Bạn luôn mong muốn bạn tình của mình là người phụ nữ thuần khiết và có chút ngây thơ. Bạn là mẫu người chung thuỷ và là người của gia đình nên một khi bạn muốn quan hệ với ai nghĩa là bạn đã xác định một mối quan hệ nghiêm túc giữa hai người. Bạn thường không mấy hứng thú với những tư thế lạ hay xu thế mới, bạn trung thành với kiểu cổ điển, vì thế, không khó để có thể làm bạn thỏa mãn. Tuy nhiên, sự hài lòng của đối tác là ưu tiên hàng đầu của bạn, vì thế, bạn rất quan tâm đến cảm nhận và nhu cầu của đối phương.",
          "sunghiep":"Chính bởi tính cách điềm tĩnh, cẩn trọng của mình mà Kim Ngưu luôn là một người sếp tốt đáng để nhân viên học hỏi và noi theo. Bạn sẽ luôn có những phương án và định hướng để giúp nhân viên mình phát huy được năng lực của bản thân. Bạn mạnh mẽ, cẩn trọng, có trách nhiệm cũng như lý trí và rất thực tế nên luôn biết bản thân mình là ai và đang đứng ở đâu chứ không mơ mộng và đề cao năng lực bản thân một cách thái quá. Bạn luôn biết cách tạo ra một nguồn năng lượng nhiệt huyết để khơi dậy sự hứng thú của người khác, tạo nên môi trường làm việc năng động. Là người có khả năng quan sát tinh tế nên bạn rất thích hợp với những vị trí quản lý cấp cao. Bạn có thể xem xét các ngành nghề liên quan đến tài chính, kinh tế, đầu tư chứng khoán. Nếu muốn tiến lên những nấc thang danh vọng hơn nữa thì bạn nên lựa chọn những công việc nặng tính khoa học như vật lý hoặc toán học. Thực tế dù lựa chọn công việc nào đi chăng nữa thì với tinh thần trách nhiệm của mình, bạn sẽ tận tâm tận lực vì nó, không quản ngại khó khăn, vất vả để gặt hái được kết quả tốt nhất."
        },
        "nu": {
            "tongquan": "Bạn thuộc cung hoàng đạo Kim Ngưu thuộc nguyên tố đất với chòm sao chiếu mệnh là Sao Kim. Nguyên tố này thường được liên kết với các yếu tố của đời sống như vật chất, tiền tài, sự nghiệp,.. Chính vì thế, bạn là người sống rất lý trí và thực tế. Trong 12 cung hoàng đạo, bạn thuộc nhóm cung kiên định nên mang trong mình đặc tính cứng cỏi và chắc chắn. Bạn giống như hòn đá tảng. Hòn đá ấy tuy chậm chạp nhưng rất vững chãi và là chỗ dựa vững chắc cho mọi người xung quanh. Màu hồng và màu xanh lá là những màu sắc phù hợp và mang lại may mắn cho chòm sao Kim Ngưu. Màu hồng đại diện cho niềm vui, còn màu xanh lá đại diện cho sự sinh sôi, nảy nở, cho những thành công về vấn đề tiền bạc, sự nghiệp, vật chất. Đây là gam màu mang lại sự ấm no và thuận lợi cho bạn về nhiều mặt, đặc biệt là trong khía cạnh công việc.",
            "tinhcach": "Bạn sinh vào thời gian giữa của cung Kim Ngưu, được phù trợ bởi chòm sao Triangulum (chòm sao Tam Giác) nổi tiếng về cân bằng và sự thật nên bạn cực hoà đồng và lịch sự. Bạn hạn chế được tính cách nóng nảy và ngang bướng hơn một chút. Bạn cũng dễ dàng đáp lại lời chào hỏi hay sự quan tâm từ người khác. Bên cạnh đó, bạn luôn được Sao Kim - biểu tượng của vẻ đẹp sát cánh nên bạn có thiên hướng về nghệ thuật, đặc biệt là có năng khiếu về âm nhạc. Dù hơi nhút nhát nhưng bạn luôn nỗ lực và cố gắng hết mình trong bất kì điều gì.",
            "diemmanh":"Mạnh mẽ, nhiệt huyết và bản lĩnh Cung Kim Ngưu nữ mang trong mình tính cách nhiệt huyết mạnh mẽ, bản lĩnh nên bạn luôn vượt qua mọi việc mà không lo sợ hay e dè bất cứ điều gì. Bạn cũng là một cô nàng vui vẻ, hoạt bát, mang năng lượng tích cực lan tỏa đến mọi người xung quanh. Bạn là người can đảm, luôn đối mặt với khó khăn thử thách mà không bao giờ chùn bước hay bỏ cuộc, luôn dũng cảm tiến lên phía trước, hoàn thành mọi việc mà không cần đến sự giúp đỡ của mọi người. Mang trong mình một nguồn năng lượng dồi dào nên bạn luôn kỳ vọng vào một cuộc sống đầy màu sắc và tươi sáng. Bạn mạnh mẽ, thông minh nhưng không kém phần hài hước, vui vẻ. Bạn luôn là tâm điểm dù ở đâu, luôn có thể bùng nổ và phát huy sức mạnh của mình. Mỗi khi bạn xuất hiện thì bầu không khí sẽ trở nên sôi động và nhiệt huyết hẳn lên. Sự hài hoà giữa những nét tính cách này khiến bạn trở nên rất quyến rũ và luôn thu hút được ánh mắt của nhiều người mỗi khi xuất hiện, bạn được quan tâm và chào đón nồng nhiệt. Người phụ nữ của gia đình, sống trọng tình nghĩa Bạn thuộc tuýp người sống trọng tình, trọng nghĩa nên sẽ không để bạn bè hay người thân bên cạnh mình phải chịu ấm ức. Bạn “đề cao chính nghĩa” nên luôn nỗ lực hết mình để giúp đỡ và hỗ trợ mọi người nếu việc trong khả năng, thậm chí đôi khi phải chịu thiệt thòi về mình. Bạn thuộc mẫu người phụ nữ hiền lành, dịu dàng và truyền thống. Bạn rất chu đáo, ân cần và biết cách chăm sóc, quan tâm đến cảm nhận của người mình yêu thương và luôn toàn tâm toàn ý để trao trọn trái tim cho đối phương. Bạn là mẫu người phụ nữ của gia đình chính hiệu, luôn xem việc chăm sóc gia đình là trách nhiệm của bản thân, đặc biệt bạn sẽ không bỏ qua cho ai cố tình nói xấu gia đình hay người thân của mình. Thông minh, nhạy bén, đáng tin cậy Bạn thông minh, nhạy bén đặc biệt là đối với những vấn đề mà bạn quan tâm. Cùng một sự việc nhưng bạn có thể tìm ra nhiều giải pháp khác nhau một cách nhanh chóng và lựa chọn phương án thích hợp nhất với bản thân. Bạn là tuýp người phụ nữ biết chớp lấy cơ hội cực kỳ tốt nên sẽ không dễ dàng bỏ qua thời cơ nào có lợi cho bản thân. Bạn cũng là người có một sự say mê và yêu thích với nghệ thuật. Nghiêm túc, sáng tạo và luôn chăm chỉ với ước mơ và mục tiêu của mình chính là điều khiến mọi người xung quanh luôn yêu mến và nể phục bạn. Chính nét tính cách sẵn sàng giúp đỡ mọi người mà không phàn nàn, xem trọng lời hứa của bản thân cùng tinh thần trách nhiệm cao nên bạn luôn được mọi người tin cậy và tìm đến khi họ gặp khó khăn cần chia sẻ hay giúp đỡ. Bạn vẫn có đôi lúc tự gây áp lực cho chính bản thân mình nhưng tuyệt đối không để những cảm xúc tiêu cực làm mình phải chán nản, nhụt chí. Mỗi ngày bạn đều cố gắng hết sức mình trong từng việc làm để mọi người xung quanh không cảm thấy thất vọng.",
            "diemyeu":"Nhút nhát và hay xấu hổ Bạn thường không dám đứng trước đám đông, đi đâu cũng cần có bố mẹ hay người lớn đi cùng. Bạn cũng hay ỷ lại vào người lớn và thích làm nũng. Bản chất của Kim Ngưu là cung đất, do vậy mà khó tránh được việc bạn không hay tự tin và năng nổ như các cung khác. Tuy nhiên do có ảnh hưởng một chút từ cung Song Tử nên bạn có xu hướng hòa đồng hơn với mọi người. Bạn nên nắm bắt được điểm này để cải thiện tính nhút nhát, sợ đứng trước đám đông. Tất cả mọi thứ đều có thể rèn luyện được, chỉ cần bạn cố gắng. Ngang bướng và cứng đầu Bạn thuộc cung Kim Ngưu với nguyên tố đất lại thuộc nhóm cung kiên định nên đôi khi bạn hơi cứng đầu và ngang bướng. Bạn sẽ không chịu lắng nghe ý kiến góp ý hay những đánh giá trái chiều trừ khi người đó có bằng chứng và lí lẽ chính xác. Một khi bạn đã quyết định một việc gì, cho dù mọi người có can ngăn hay phân tích như nào thì bạn vẫn sẽ quyết tâm làm theo ý mình dù việc đó có thể không tốt với bạn. Chính vì vậy, bạn thường không nhận được nhiều ý kiến đóng góp mang tính giúp đỡ và xây dựng để phát triển khả năng của bản thân. Tính nóng nảy và thiếu kiềm chế Bạn là người có khả năng kiềm chế yếu nhất trong 12 cung hoàng đạo. Tính xấu này có ảnh hưởng rất tiêu cực đến công việc và đời sống của bạn. Bất cứ yếu tố tiêu cực nào từ bên ngoài dù là nhỏ nhất cũng có thể khiến bạn nổi xung lên và quên hết mọi thứ xung quanh. Bạn sẽ phải mất nhiều thời gian để ổn định lại tâm lý, và cũng chính tính nóng này đôi khi làm bạn mất đi nhiều mối quan hệ bạn bè hay đối tác.",
            "giadinh":"Bạn là mẫu người luôn coi trọng gia đình. Tuy nhiên vì đặc tính của cung đất là điềm đạm, ít nói nên đôi khi bạn không hay bộc lộ tình cảm của mình ra bên ngoài. Bạn ít khi thể hiện tình cảm của mình qua lời nói mà sẽ chọn cách thể hiện trực tiếp bằng hành động. Trong gia đình, bạn là “Trâu vàng” của bố mẹ. Bạn là một “đứa trẻ” thích được chiều chuộng, âu yếm và hưởng thụ. Bạn nấu ăn khá giỏi và thường thể hiện sự quan tâm của mình bằng cách nấu cho bố mẹ, ông bà những món ăn thật ngon. Bạn bình thường rất ngoan ngoãn nhưng do ảnh hưởng của cung đất nên nhiều khi bạn khá cứng đầu, thế nên bố mẹ bạn nhiều khi cũng phải bó tay vì bạn cứ khăng khăng làm theo ý mình. Bạn có tính sở hữu cao nên nhiều khi dù là người thân trong gia đình thì bạn cũng không muốn tuỳ tiện động vào hay lấy đồ của bạn mà không hỏi trước. Mặc dù vậy bạn vẫn luôn là người biết lo toan và suy nghĩ cho gia đình của mình.",
            "tinhyeu":"Chung thuỷ và thích được tôn trọng trong tình yêu Bạn là những cô nàng khá mâu thuẫn trong chuyện tình cảm của bản thân. Bạn muốn theo đuổi nhiều người đàn ông nhưng lại khó xiêu lòng trước ai đó vì bạn cần sự ổn định và an toàn cả về tình cảm lẫn tài chính, chứ không phải những cảm xúc nhất thời. Vốn nổi tiếng là mẫu người truyền thống nên thực chất bạn rất chung thuỷ, luôn cố gắng bảo vệ và che chở cho người mình yêu thương. Bạn luôn tôn thờ tình cảm chung thủy và chân thành nên sẽ luôn hết lòng vì người mình yêu. Bạn ghét những chàng trai có ý định mập mờ, không có ý định xác định rõ một mối quan hệ. Thẳng thắn và quyết liệt trong tình yêu Tính cách mạnh mẽ, nhiệt huyết và mãnh liệt chính là yếu tố giúp cho bạn không ngần ngại để theo đuổi người mình yêu. Bạn cũng sẵn sàng thể hiện bản chất ngang bướng và bảo thủ của mình nhưng thực chất là bạn chỉ muốn cho người bạn ghét thấy mà thôi. Trước những người mình yêu thương và có tình cảm, bạn rất nhẹ nhàng, dịu dàng và thậm chí sẵn sàng thay đổi bản thân vì đối phương. Kim Ngưu là người chân thành, sẵn sàng cho đi nhiều thứ và cũng muốn nhận lại về những phần tình cảm xứng đáng. Đôi khi bạn cũng sẽ tỏ ra ghen tuông đấy, mặc dù không ầm ĩ nhưng chắc chắn nếu yêu thương bạn thật lòng thì đối phương sẽ nhận ra ngay thôi.",
            "tinhduc":"Tình dục cũng là một phần không thể thiếu trong đời sống của một cô nàng Kim Ngưu. Bạn thường không thích quá bạo liệt trong chuyện ấy, những tư thế quá kỳ lạ hay những cảm xúc thái quá từ đối tác của mình. Bạn không thích những yêu cầu phải làm theo từ đối tác mà ngay từ đầu bạn đã cảm thấy không hứng thú. Bạn cũng không phải là người “dễ dãi“ trong vấn đề tình dục. Việc bạn quyết định có hay không quan hệ với một người đều được suy xét cẩn trọng. Chỉ trừ khi người đó là người bạn thực sự yêu và xác định muốn lấy làm chồng thì bạn mới sẵn sàng cho đối phương cơ hội để tiếp xúc một cách thân mật với mình. Bạn cũng là người khá truyền thống nên trong vấn đề tình dục, bạn cần một chút tự tin. Trước khi tiến đến thì bạn e dè và cẩn trọng nhưng khi yêu và đã xác định lâu dài thì bạn bùng cháy và nóng bỏng như ngọn núi lửa đang chực phun trào.",
            "sunghiep":"Kim Ngưu nữ chăm chỉ, nhiệt huyết và có trách nhiệm với công việc nên tạo dựng được lòng tin vững chắc trong lòng đối tác. Khi tham gia bất kỳ công việc gì, bạn cũng luôn tính toán chu toàn thận trọng và suy nghĩ thấu đáo rồi mới đưa ra quyết định cuối cùng. Dù dễ chịu và hòa đồng nhưng bạn cũng khá nguyên tắc và không thích bị ra lệnh. Bạn từ tốn, chậm rãi nhưng về đua đường dài thì bạn hầu như không có đối thủ. Dù thành công hay thất bại thì bạn vẫn giữ được thái độ lạc quan, ung dung và tràn đầy năng lượng để tiếp tục chiến đấu. Bạn rất bản lĩnh và có sở trường riêng nên luôn lập kế hoạch cho cuộc đời mình từ khi còn rất trẻ, bạn không hề thua kém những chàng trai chòm sao này về sự nghiệp mà đôi lúc còn vượt trội hơn. Một số ngành nghề hợp với bạn như: - Kế toán, tài chính hoặc kiểm toán vì bạn có khả năng quản lý tiền bạc cực kỳ tốt. - Bạn yêu thích nghệ thuật nên có thể cân nhắc những ngành nghề: Họa sĩ, nhạc sĩ, nhà thiết kế thời trang… - Bạn có thể lựa chọn các lĩnh vực về nông nghiệp nếu yêu thiên nhiên hoặc giáo viên và nhà tâm lý học nếu yêu thích việc giao tiếp xã hội. - Đầu bếp cũng là một lựa chọn tốt vì bạn yêu thích việc ăn uống và có khẩu vị khá tốt. Bạn cũng hay nấu ăn và muốn nấu nhiều món ngon cho mọi người."
        }
      },
      {
        "ten": "Song Tử",
        "nam": {
          "tongquan": "Song Tử là cung chiêm tinh thứ ba trong vòng trong 12 cung hoàng đạo, kéo dài giữa độ thứ 60 và 90 của kinh độ thiên thể. Đây là một trong 4 cung biến đổi và là một trong 3 cung thuộc nguyên tố khí cùng với Thiên Bình và Bảo Bình. Theo thần thoại Hy Lạp, chòm sao Song Tử mang hình ảnh của cặp song sinh là con trai thần Dớt: Castor và Pollux. Có lẽ chính vì vậy mà Song Tử là những người cực kỳ coi trọng anh em, bạn bè, sống rất hòa đồng, thân thiện. Biểu tượng của cung Song Tử giống như số II trong chữ số La Mã. Đây là hình ảnh đối lập rất đặc biệt, giống như ánh sáng và bóng tối, yên tĩnh và ồn ào, vui vẻ và buồn bã. Biểu tượng này cũng đặc biệt y như Song Tử. Song Tử được đánh giá là thông minh, nhanh nhẹn và khéo léo, bởi vì Song Tử được Sao Thủy, ngôi sao của tư duy và giao tiếp bảo hộ.",
          "tinhcach": "Song Tử nam bị ảnh hưởng một chút bởi tính cách của cung Kim Ngưu nên bạn có xu hướng vừa tò mò, vừa biến đổi của Song Tử, nhưng lại có nét bướng bỉnh và kiên trì như Kim Ngưu. Nhờ sự khôn khéo của mình nên bạn được thầy cô yêu quý và bạn bè mến mộ. Không chỉ vậy, những chàng trai thuộc cung hoàng đạo này có một vẻ ngoài khá ưa nhìn. Đây cũng chính là lý do khiến Song Tử nam luôn nhận được sự chú ý của mọi người xung quanh. Song Tử sở hữu khiếu hài hước bẩm sinh, bạn có thể khiến những người lạnh lùng, nghiêm nghị nhất phải bật cười vì thích thú. Thậm chí, ngay cả khi bạn đang nghiêm túc thì mọi người vẫn cảm thấy vui vẻ vì hành động đáng yêu khó cưỡng của bạn.",
          "diemmanh":"Hài hước, vui vẻ và hoà đồng Những chàng trai thuộc chòm sao Song Tử có nét tính cách nổi bật nhất là sự vui vẻ, hoà đồng, khiếu ăn nói. Bạn có mặt ở đâu là bầu không khí ở đó trở nên rộn ràng, sôi nổi hẳn lên. Song Tử nam thích kết giao bạn bè và nhận được sự chú ý của mọi người xung quanh, yêu thích cuộc sống tự do, không câu nệ tiểu tiết nên được mọi người yêu quý. Bạn là những người hiểu đạo lý đối nhân xử thế nên dễ dàng có được sự tín nhiệm và yêu mến của mọi người. Thông minh, suy nghĩ logic, chặt chẽ Cung Song Tử nam là người thông minh, trí tuệ, mọi hành động và suy nghĩ của bạn đều rất logic, chặt chẽ. Bạn luôn là người nhiệt huyết và nỗ lực hết mình vì những mục tiêu đã đặt ra trong công việc dù có khó khăn hay thử thách nhiều như thế nào đi chăng nữa. Bạn có thể rất kiêu ngạo nhưng lại luôn sẵn sàng học hỏi những kiến thức hay ho, mới mẻ từ mọi người xung quanh nên tạo được ấn tượng tốt trong lòng mọi người. Bạn vốn nổi tiếng là người có tài giao tiếp và ứng xử khéo léo trong mọi tình huống nên được đánh giá cao bởi những hành động tinh tế và lịch thiệp của mình. Song Tử nam là người thông minh, hành động và suy nghĩ của họ đều vô cùng chặt chẽ và có logic. Trong công việc, chàng trai này luôn tỏ ra mình là người nhiệt huyết, mạnh mẽ nên thường sẽ không bỏ dở bất kỳ việc gì. Một khi đã xác định được mục tiêu thì sẽ cố gắng hết sức mình để thực hiện cho bằng được. Mặc dù là người có tính cách khá kiêu ngạo nhưng Song Tử nam sẵn sàng học hỏi từ những người xung quanh. Dù thi thoảng có hơi lười biếng nhưng nếu đã bắt đầu việc gì thì sẽ thật sự nghiêm túc. Điều này đã giúp Song Tử nam tạo được ấn tượng tốt trong lòng mọi người. Song Tử là bậc thầy về giao tiếp Song Tử nam vốn nổi tiếng là người có khả năng ăn nói linh hoạt. Không những thế, bạn còn được đánh giá cao bởi cách ứng xử và hành động lịch thiệp, nên dễ khiến người xung quanh bị thuyết phục. Trong khía cạnh công việc thì bạn cũng được mọi người ca ngợi và xem trọng nhờ vào kỹ năng giao tiếp “thượng thừa” của mình. Trong nhiều hoàn cảnh khác nhau, Song Tử nam có thể thể hiện rất xuất sắc sự linh hoạt trong từ ngữ, cùng với đó là biểu cảm và hành động đa dạng nên những mối quan hệ của họ ngày càng được mở rộng và bền chặt. Song Tử có lối nói chuyện tự nhiên và duyên dáng. Vốn là những người thông minh, hài hước, họ biết cách khơi gợi đề tài, đồng thời dẫn dắt cuộc đối thoại một cách chủ động và khôn ngoan. Do đó, Song Tử thường dễ dàng ghi điểm trong mắt mọi người chỉ sau vài nốt nhạc.",
          "diemyeu":"Khá nhạy cảm Song Tử sống giàu tình cảm và dễ bị cảm xúc chi phối. Bên cạnh tính cách năng động và hướng ngoại, bạn cũng thường nghĩ ngợi vu vơ, thậm chí đôi khi bộc phát những hành động bốc đồng đầy cảm tính. Vì vậy, bạn cần chú ý tâm trạng của mình nhiều hơn, tránh để những cảm xúc tiêu cực ảnh hưởng đến sức khỏe và tinh thần. Đôi khi, bạn quá thẳng thắn Tuy là những người bạn chân thành, dễ mến nhưng thỉnh thoảng Song Tử cũng đưa ra một số góp ý thành thật đến độ tàn nhẫn. Bạn có chính kiến rõ ràng về mọi thứ. Vì vậy, khi cảm thấy cần thiết, bạn không ngần ngại chia sẻ thẳng thắn điều mà họ cần nghe. Phương châm của họ là thà nói ra “sự thật mất lòng” còn hơn an ủi những người xung quanh bằng lời nói dối. Hay thay đổi Bạn cũng thường có xu hướng “nắng mưa thất thường”. Hôm nay bạn có thể rất vui vẻ, hòa đồng, nhưng ngay hôm sau đã “khó ở” với bạn bè rồi. Nhưng nhìn chung bản chất của bạn là vui vẻ, hoà đồng, nên chỉ một lúc là bạn lại “tếu tác” ngay. Thiếu kiên nhẫn Từ bản tính hay thay đổi, nên bạn cũng có thêm nhược điểm là thiếu kiên nhẫn. Bạn luôn nóng vội trong mọi chuyện, và vì thế mà bạn có thể không thành công trong nhiều việc.",
          "giadinh":"Đối với Song Tử, gia đình là điều đặc biệt quan trọng không gì có thể đánh đổi được. Dù công việc bận rộn đến mức nào, bạn vẫn luôn có trách nhiệm và dành thời gian cho gia đình. Bạn cũng rất chu đáo, quan tâm và thể hiện tình yêu thương đối với mọi người trong gia đình mình. Những ông bố, bà mẹ cung Song Tử dường như chưa bao giờ lớn ngay cả khi họ đã lập gia đình. Các vị phụ huynh này luôn coi con cái là những người bạn và sẵn sàng cùng đồng hành và chia sẻ mọi thứ với chúng. Họ luôn có những cách dạy dỗ trẻ rất thông minh và khoa học nên những đứa trẻ có bố mẹ thuộc cung Song Tử rất ngoan ngoãn và thông minh.",
          "tinhyeu":"Hai tư tưởng mâu thuẫn trong tình yêu Nam Song Tử được xem là những chàng trai đào hoa đa tình bậc nhất trong 12 cung hoàng đạo. Bạn có thể yêu chiều đối phương hết lòng nhưng cũng có thể vô cùng lạnh lùng. Trong bạn tồn tại hai con người song song với hai hệ tư tưởng khác nhau. Một bên sẵn sàng vì yêu mà cố gắng, hy sinh mọi thứ – một bên lại muốn bảo vệ bản thân chỉ nghĩ đến cảm xúc và quyền lợi của chính mình. Thực tế nếu hiểu được thì đôi khi sự trầm mặc, an tĩnh của bạn chỉ là để bảo vệ nội tâm yếu đuối của mình trong tình yêu mà thôi. Khéo miệng, vui vẻ, hài hước Ở bên những bạn trai Song Tử bạn sẽ không bao giờ cảm thấy buồn chán, nhạt nhẽo. Họ phóng khoáng và không nghĩ ngợi quá nhiều chuyện phức tạp nên tinh thần luôn luôn lạc quan, tích cực và yêu đời. Bạn coi trọng người phụ nữ có suy nghĩ và chính kiến, hiểu biết và tự tin. Bạn cũng là người rất coi trọng hình thức, không cần đẹp xuất sắc nhưng cũng chẳng thể quá bình thường xuề xoà được. Không kiểm soát đối phương, ít so đo quản lý Cung Song Tử nam là người rộng rãi, phóng khoáng nên sau khi kết hôn cũng sẽ không hạn chế đối phương làm những việc họ thích. Bình thường họ có thể rất vui vẻ, hài hước nhưng nếu vượt quá mức chịu đựng thì bạn sẽ thẳng thắn chấm dứt mối quan hệ mà không chút khoang nhượng. Song Tử rất chân thành, nồng nhiệt trong chuyện tình cảm. Đối với họ, tình yêu là điều thiêng liêng, khác biệt và vô cùng độc đáo. Họ tôn thờ những mối tình lãng mạn, bay bổng và giàu sự mới mẻ. Những người cung này thường nỗ lực vượt qua rào cản để tìm kiếm hồng nhan tri kỷ của đời mình. Khi gặp được đúng người, Song Tử sẽ trở nên nghiêm túc, trưởng thành và cực kỳ chung thủy.",
          "tinhduc":"Đàn ông cung Song Tử thường có xu hướng tình dục khá kỳ lạ và khó hiểu. Bạn bị kích thích bởi những cái chạm nhẹ nhàng, vui tươi và bạn không thích việc bạo lực, những hành động mạnh mẽ, tạo báo. Bạn khá lăng nhăng trong chuyện tình cảm và là những người cực giỏi trong việc che giấu bạn tình của mình. Bạn có thể thử những điều chưa ai dám thử trước đây chỉ để có thêm kinh nghiệm và thỏa mãn trí tò mò của bản thân. Sở thích của chàng rất phong phú và khó có thể đoán trước được. Họ luôn là những người đàn ông tràn đầy sinh lực. Khi hẹn hò, Song Tử thích phiêu lưu và dễ chán nản, có nghĩa là bạn có khả năng tán tỉnh hơn là chung thủy bên bạn đời của mình.",
          "sunghiep":"Bạn được đánh giá là những chàng trai thông minh, tháo vát, có năng lực làm việc và nghiên cứu xuất sắc. Một khi tham gia vào đúng vấn đề và lĩnh vực mà bạn quan tâm thì bạn có thể làm việc hết năng suất, lên kế hoạch chu đáo và tìm ra hướng đi nhanh nhất để hoàn thành nhiệm vụ. Bạn cũng rất hoạt ngôn nên cũng rất phù hợp để làm việc trong môi trường có thể gặp gỡ được nhiều người, có yếu tố giao tiếp nhiều: lập trình viên, nhà xuất bản, nhà báo, giáo viên, đặc biệt là marketing, PR,… Nhìn chung những công việc liên quan đến sáng tạo rất phù hợp với sở thích của những người thuộc cung Song Tử nam. Tuy nhiên do bản tính “cả thèm chóng chán” ảnh hưởng đến công việc của mình nên bạn thiếu sự kiên nhẫn dẫn đến sự thành công thường không được trọn vẹn. Để có những dấu ấn ấn tượng và nổi bật trong sự nghiệp của mình thì bạn cần điều chỉnh nét tính cách này của bản thân."
        },
        "nu": {
            "tongquan": "Cung Song Tử nữ là cung chiêm tinh thứ ba trong 12 cung hoàng đạo, kéo dài giữa độ thứ 60 và 90 của kinh độ thiên thể. Đây là một trong 4 cung biến đổi và là một trong 3 cung thuộc nguyên tố khí cùng với Thiên Bình và Bảo Bình. Biểu tượng của chòm sao Song Tử là hình ảnh hai cậu bé song sinh Castor và Pollux đứng cạnh nhau. Mặc dù là sinh đôi nhưng Castor và Pollux hoàn toàn trái ngược nhau về cả ngoại hình và tính cách. Những cô nàng thuộc chòm sao Song Tử cũng có khá nhiều sự mâu thuẫn trong tính cách của mình. Bạn có gu thời trang cực kỳ năng động, có lúc sẽ xuất hiện lộng lẫy trong bộ váy công chúa, nhưng lúc khác lại trong một bộ outfit vô cùng cá tính. Tuy nhiên, Song Tử lại là người cực kỳ coi trọng anh em, bạn bè và sống rất hài hòa, thân thiện. Bạn thích tìm hiểu, khám phá những điều mới lạ và cực kỳ khéo léo trong việc lấy lòng người khác. Mọi người sẽ chẳng bao giờ giận một Song Tử được quá lâu.",
            "tinhcach": "Bạn chịu ảnh hưởng bởi cá tính của Kim Ngưu nên bạn vừa có sự tò mò, vừa thay đổi nhanh chóng như Song Tử, lại có nét bướng bỉnh và kiên trì của Kim Ngưu. Nhờ sự nhẹ nhàng, khôn khéo của mình mà bạn được mọi người xung quanh vô cùng yêu quý, bạn bè mến mộ. Bạn ham học hỏi, thích khám phá, đầu óc nhanh nhạy lại có trí tưởng tượng tuyệt vời, trái tim luôn rộng mở nên bạn không thích bị gò bó bởi các luật lệ cứng nhắc. Bạn năng động, cá tính, thường có xu hướng thích những màu sắc nổi bật, cá tính, bạn phối đồ theo phong cách riêng của mình. Bạn thích làm đẹp, thích mặc những bộ trang phục màu sắc rực rỡ, khiến bạn nổi bật giữa đám đông, bởi bạn luôn muốn người khác chú ý đến mình, từ trang phục cho tới lời nói.",
            "diemmanh":"Thông minh, tư duy nhạy bén và sáng tạo Cung Song Tử nữ là những cô nàng thông minh, tư duy nhạy bén nên có thể giải quyết vấn đề một cách nhanh chóng trong khi mọi người còn đang phân vân suy nghĩ. Đây thật sự là những cô nàng có tài năng nhưng chưa biết phát huy hết điểm mạnh của bản thân vì vậy chỉ cần một bệ phóng hoặc được một mục tiêu rõ ràng trong cuộc sống, sự nghiệp thì nữ Song Tử sẽ dễ dàng đạt được thành công. Bạn biết cách áp dụng những suy nghĩ táo bạo của mình vào công việc và cuộc sống hàng ngày nên khi hợp tác với bạn chắc chắn mọi người sẽ phải đi từ ngạc nhiên này đến ngạc nhiên khác. Bạn không chỉ giúp người khác có thêm nhiều kiến thức, mở mang tầm mắt của mình mà còn cảm thấy vô cùng thoải mái và vui vẻ. Hòa đồng, vui vẻ và thích giúp đỡ người khác Cung Song Tử nữ đến với thế giới này với phương châm mỗi ngày trôi qua đều là một ngày vui nên bạn luôn biết cách để tận hưởng cuộc sống thú vị và vô vàn những điều cần được khám phá xung quanh. Bạn hài hước, mọi cuộc trò chuyện có bạn thì mọi người xung quanh sẽ phải cười nắc nẻ. Song Tử khá tinh nghịch nên không có giây phút nào mà bạn không gây ra sự náo nhiệt, ồn ào. Bên cạnh sự phóng khoáng, vui vẻ của mình thì bạn cũng là người rất trọng tình nghĩa. Bạn sẵn sàng dốc hết sức lực để giúp đỡ mọi người khi họ rơi vào hoàn cảnh khó khăn, thậm chí bạn có thể đặt tình bạn – tình chiến hữu lên trên cả tình yêu đấy. Đối với bạn cuộc sống có ý nhất là khi cho đi mà không mong cầu được nhận lại. Mạnh mẽ, tự lập và quyến rũ Bạn ghét sự gò bó vào những khuôn khổ và quy tắc tẻ nhạt, bạn thích một cuộc sống tự do, bay nhảy. Tuy nhiên bạn cũng là người vô cùng độc lập và tin tưởng vào bản thân với những quyết định của mình. Một khi đã xác định mong muốn thì bạn sẽ không bao giờ từ bỏ cho dù có phải trải qua bao nhiêu khó khăn, thử thách đi chăng nữa. Bạn mạnh mẽ trong công việc, sẵn sàng thể hiện bản lĩnh của bản thân để lấy được sự công nhận của mọi người. Chính những nét tính cách này của Song Tử nên dù không ăn mặc sexy hay bốc lửa nhưng ai cũng phải công nhận rằng bạn vô cùng quyến rũ. Từ tính cách cho tới cử chỉ, Song Tử đều có thể gây ấn tượng rất sâu đậm trong lòng người khác.",
            "diemyeu":"Điểm yếu lớn nhất của Song Tử là tính suy nghĩ tản mạn. Tính cách này khiến bạn luôn luôn ở trong trạng thái có nhiều điều phải suy nghĩ nhưng lại không thể nghĩ một cách cẩn thận, chín chắn bởi bạn luôn theo đuổi nhiều mục tiêu cùng lúc. Trong học tập và làm việc, bạn rất dễ bị phân tán, mất tập trung bởi các tác động ngoại cảnh. Bạn hay lâm vào tình trạng tâm hồn treo ngược cành cây, thậm chí ngay cả lúc làm bài kiểm tra hay khi công việc đòi hỏi bạn phải chú tâm nhất. Bạn thường xuyên vì ham vui mà bỏ qua mục đích chính của mình dẫn đến việc kết quả không được tốt dù bạn vốn có tư chất thông minh bẩm sinh. Sự không quyết đoán còn tác động không nhỏ đến sự nghiệp của Song Tử khi bạn không thể đưa ra được các quyết định chính xác. Bạn hay bị phân vân, do dự giữa những cơ hội khác nhau để rồi lại bỏ lỡ tất cả. Song Tử dễ được yêu mến nhưng chính vì sự không tập trung mà các mối quan hệ của bạn đôi khi bị đánh giá là hời hợt, hình thức chứ không được sâu sắc, đậm đà. Điểm xấu này của Song Tử may mắn thay lại không ảnh hưởng nhiều đến gia đình bạn, kể cả khi bạn ở cùng với bố mẹ hay lập gia đình riêng.",
            "giadinh":"Các bạn thuộc nhóm cung Khí gồm: Song Tử, Thiên Bình, Bảo Bình thường có khả năng giao tiếp tốt, vì thế bạn không gặp khó khăn gì khi giao tiếp với các thành viên trong gia đình. Bạn có xu hướng thân thiết với anh chị em trong gia đình, và giữa các bạn ít xảy ra mâu thuẫn, xích mích. Bạn thích quan tâm, hỏi han, giúp đỡ và trò chuyện với các thành viên trong gia đình. Những ông bố cung Song Tử rất ân cần, không hề khắt khe với con cái, đặc biệt rất cưng chiều con gái, nhất là những bé gái hòa đồng và vui vẻ. Khi làm mẹ, bạn tôn trọng cá tính và sự tự do của con cái mình, bạn thường dạy dỗ con cái sống hòa đồng, cởi mở, biết giúp đỡ những người xung quanh.",
            "tinhyeu":"Những cô nàng Song Tử có nét tính cách hòa đồng, nhiệt tình, vui vẻ, hài hước nên kết giao được rất nhiều bạn bè vì đối với bạn cuộc sống sẽ rất nhàm chán nếu như không được mọi người xung quanh quan tâm và chú ý, đặc biệt là từ những người mà bạn yêu thương. Bạn là cô nàng mạnh mẽ, thẳng thắn nên một khi đã có tình cảm với ai thì sẽ hết lòng mà theo đuổi người đó, bạn tận dụng hết sự thông minh của mình để thu hút sự chú ý của đối phương. Nhưng ở bạn vẫn có nhiều sự mâu thuẫn trong tình cảm, với bạn thích và yêu là hai cảm giác khác nhau nên nếu chỉ là hứng thú và có thiện cảm nhất thời thì cảm giác này sẽ nhanh chóng qua đi vì bạn thích chạy theo những thứ mới mẻ. Trong tình yêu, bạn là một người khó để chinh phục, khi chưa tìm được một người phù hợp với mình bạn muốn tìm hiểu nhiều hơn là dừng chân ở một mối quan hệ nào đó. Bạn lo xa nên sẽ luôn có những phương án dự phòng cho riêng mình. Còn một khi đã tìm được tình yêu chân chính của cuộc đời mình thì bạn mới mới có thể toàn tâm toàn ý đối với đối phương và mối quan hệ đó. Bạn sẽ trở nên cuồng nhiệt, chu đáo, trách nhiệm khác hẳn với thường ngày.",
            "tinhduc":"Bạn là những người phụ nữ rất khó đoán và khó tính khi yêu. Bạn mơ mộng trong chuyện ấy nên dễ hụt hẫng với thực tế. Vì thế bạn thường tìm nhiều đối tác để “thử” cảm nhận của mình. Những người phụ nữ cung Khí cho rằng như thế hoàn toàn ổn bởi bạn là những diễn viên rất giỏi khi yêu. Bạn rất thích được tán tỉnh, thường chú ý đến hành động và lời nói của người khác. Bạn biết mình muốn gì, khi nào và làm cách nào để đạt được nó. Trong quá trình tìm kiếm bạn tình thích hợp, có thể bạn đã làm thất vọng một số người nhưng cũng có thể đánh cắp được trái tim một số chàng trai đấy. Tóm lại, đời sống tình dục của bạn thường rất phức tạp và khó đoán, cũng giống như tính cách của bạn vậy.",
            "sunghiep":"Bạn là cô nàng có tài năng nhưng luôn cần có động lực mới có thể tiến xa hơn vì vậy sự nghiệp của họ cũng chỉ ở mức vừa phải nhưng có sự ổn định. Bản thân Song Tử luôn tự lập nên không bao giờ nhờ vả sự giúp đỡ của người khác, tuy không chạm được những nấc thang cao nhất của sự hào quang nhưng bạn đã cảm thấy mãn nguyện với sự cố gắng của bản thân. Bạn không bao giờ sống hết mình và dồn tâm trí cho một việc đến cùng, bạn từ từ, chậm rãi nên sẽ không bị áp lực hoặc bị chi phối nhiều bởi công việc và sự nghiệp. Nhờ sự thông minh sẵn có và nhanh nhẹn trong học hỏi và tiếp thu nhiều kiến thức mới mà bạn đã thích công việc gì thì chắc chắn bạn sẽ học rất nhanh và làm rất tốt. Song Tử với một vẻ ngoài ưa nhìn và khả năng giao tiếp khéo léo nên bạn rất phù hợp với những công việc mang tính giao tiếp, thuyết phục người khác như hướng dẫn viên du lịch, nhân viên kinh doanh, nhà hoạt động xã hội…"
        }
      },
      {
        "ten": "Cự Giải",
        "nam": {
          "tongquan": "Cự Giải là một trong ba cung hoàng đạo thuộc nguyên tố nước, cùng với Song Ngư và Bọ Cạp trong vòng tròn hoàng đạo. Nguyên tố nước đại diện cho những thứ liên quan đến khía cạnh tình cảm, cảm xúc trong cuộc sống con người, đại diện cho cách mà chúng ta cảm nhận, suy nghĩ và sẻ chia cảm xúc của bản thân. Chính vì thế, bạn thường là người nhẹ nhàng và trọng tình cảm. Bạn cởi mở, tốt bụng và có khả năng nắm bắt nhanh chóng cảm xúc của người khác . Bạn thuộc nguyên tố nước nhưng lại nằm trong nhóm thống lĩnh. Vì vậy, ở bạn không có sự ủy mị như Song Ngư cũng không có sự hung hăng của Bọ Cạp. Cự Giải toát lên sự trầm ổn của một linh hồn trưởng thành, trải đời. Hình ảnh đại diện là chú cua cũng thể hiện cho sự tự tin, dũng cảm, kiên cường của cung hoàng đạo này. Là cung hoàng đạo thuộc nguyên tố nước, vì vậy những màu sắc hợp nhất với bạn là những màu có sắc tố xanh như: xanh lam, xanh dương, xanh đen, xanh da trời,...Bên cạnh đó bạn cũng cần tránh sử dụng màu đỏ vì nó đem lại xui xẻo với bạn. Những gam màu nóng, đậm sẽ khiến bạn bị mất bình tĩnh, mất đi sự cân bằng vốn có. Bên cạnh đó, bạn còn là người rất trọng tình cảm. Bạn có thể làm mọi thứ, thậm chí là hy sinh bản thân vì người mà mình thương yêu.",
          "tinhcach": "Bạn sinh vào thời gian đầu của cung Cự Giải, gần với cung Song Tử, do vậy mà tính cách của bạn là sự kết hợp hài hoà giữa hai cung này. Bạn cực kỳ rộng rãi, dễ cảm thông với mọi người, bạn thông minh, sáng suốt và ít khi bị người khác lừa. Tuy nhiên do chịu ảnh hưởng của nguyên tố nước nên bạn cũng không tránh khỏi nhiều lúc uỷ mị, lưỡng lự. Bạn sống tình cảm hơn so với Song Tử nên dễ hòa đồng với mọi người hơn. Bạn cũng khá nhạy cảm, không thích những chỗ đông người. Bạn nhạy cảm với mọi thứ diễn ra xung quanh cuộc sống của mình và có một đời sống nội tâm vô cùng phóng phú. Điều này giúp cho bạn có cái nhìn tinh tế và khả năng quan sát tuyệt vời trước những biến đổi của môi trường hoặc của những người xung quanh. Nhờ vậy mà bạn có thể thấu hiểu, đồng cảm với suy nghĩ của người khác, gây được ấn tượng và tạo dựng mối quan hệ tốt đẹp với mọi người. Bên cạnh đó bạn cũng là người cẩn thận và chu đáo.",
          "diemmanh":"Thông minh, tài năng trong công việc Bạn luôn cố gắng nỗ lực hết mình trong công việc để hoàn thành tốt mọi nhiệm vụ được giao, bản thân bạn không bao giờ dựa dẫm vào người khác. Với sự cố gắng và quyết tâm của bản thân, bạn khiến không ít người phải nhìn nhận bạn bằng một ánh mắt ngưỡng mộ. Bạn thông minh và có thể thích ứng nhanh với các hoàn cảnh khác nhau, bạn kiên trì và chăm chỉ từng ngày để đạt được mục tiêu khi biết cơ hội chiến thắng đã nắm chắc trong tay. Sự nhạy bén và tinh tế của mình giúp cho bạn nắm bắt được mọi vấn đề một cách nhanh chóng và không bao giờ đẩy bản thân phải rơi vào tình thế nguy hiểm trong công việc hay trong bất kỳ một mối quan hệ nào đó. Trọng nghĩa tình và chân thành với bạn bè, người thân Từ truyền thuyết với người bạn thân là quái vật biển Hydra đủ để cho thấy bạn là những người rất trọng tình nghĩa. Bạn không bao giờ bỏ rơi những người thân yêu của mình khi họ gặp khó khăn nên luôn được mọi người yêu quý và tôn trọng. Một khi đã quyết định làm bạn và kết thân với một ai đó, bạn sẽ coi họ như người thân trong gia đình mà đối đãi, luôn tin tưởng và chân thành với những người bạn của mình. Tuy nhiên, đôi lúc tính cách này khiến cho bạn phải chịu thiệt thòi vì bị lợi dụng bởi những người không tốt. Nhưng bạn vẫn luôn kiên định với quan điểm bản thân đặt ra.",
          "diemyeu":"Có thiên hướng truyền thống và khá bảo thủ Bạn là mẫu người luôn đối xử chân thành và tử tế với mọi người xung quanh, sẽ khó nhìn thấy được sự năng động quá mãnh liệt hay ngổ ngáo ở bạn. Trong cuộc sống, bạn được xem là người con gái chuẩn hình mẫu phụ nữ của gia đình. Bạn có thiên hướng truyền thống, chăm sóc chu đáo cho chồng con nên khiến không ít những chàng trai phải rung động. Bạn luôn biết cách đối xử chân thành và dịu dàng với mọi người xung quanh. Bạn có thể có vẻ bề ngoài yếu đuối, nhưng nếu chuyện liên quan đến người thân, bạn bè hay những người yêu thương thì bạn sẵn sàng quyết đoán để bảo vệ họ. Bạn một khi đã đưa ra quyết định thì khó điều gì có thể làm lung lay hay thay đổi suy nghĩ, vì vậy nhiều lúc bạn trở nên cố chấp và bảo thủ khiến mọi người khó chịu. Rất nhạy cảm và dễ xúc động Biểu tượng Cự Giải chính là hình ảnh con cua với đôi càng cua đang vào nhau. Lớp vỏ cứng cáp sắc nhọn tạo cho bạn một vẻ ngoài mạnh mẽ, nhưng sự cứng cáp này chỉ dùng để bảo vệ sự tổn thương ở bên trong mà không ai nhìn thấy. Bạn sống nội tâm nên khá nhạy cảm và dễ xúc động, mau nước mắt, có thể khóc sướt mướt khi đọc một câu chuyện hay xem một bộ phim tìm cảm cảm động. Điều này đôi khi ảnh hưởng tiêu cực đến cuộc sống của bạn, bạn sẽ bị tác động không nhỏ bởi những cảm xúc không tốt hay chìm đắm quá sâu vào những điều không có thật. Bạn cũng hay suy nghĩ về quá khứ, những điều không tốt đẹp trong quá khứ luôn đeo bám và làm bạn buồn. Khi tâm trạng không được tốt, bạn sẽ không để cho người khác yên, bạn không làm ồn nhưng sẽ ngó lơ mọi người xung quanh. Đây cũng là một tính xấu mà bạn cần khắc phục và sửa đổi.",
          "giadinh":"Bạn là cung hoàng đạo thuộc nhóm nước cho nên bạn rất nhạy cảm, lãng mạn, tình cảm, biết chia sẻ và thấu hiểu. Bạn sẽ thể hiện tình yêu với gia đình bằng rất nhiều cách. Bạn rất thương yêu bố mẹ và là người con của gia đình. Bạn biết cách chăm sóc cho từng thành viên trong gia đình, bạn cũng hay bày tỏ tình yêu và sự quan tâm bằng cách nấu nhiều món ngon và làm việc nhà phụ giúp bố mẹ. Bạn cũng hay chú ý xem những người xung quanh nghĩ gì về mình. Bạn có trí tưởng tượng tốt và cảm nhận tốt nhưng lại hơi tự ti và dễ tủi thân vì thế rất cần những lời động viên từ gia đình. Bạn là một đứa con ngoan ngoãn, biết nhường nhịn, chia sẻ với anh, chị, em.",
          "tinhyeu":"Tuýp người lãng mạn nhưng nhạy cảm khi yêu Bạn thuộc tuýp người lãng mạn nhưng nhạy cảm khi yêu. Với những suy nghĩ vẩn vơ, suy diễn nên khiến bạn đa nghi và hay lo lắng, thậm chí tạo nên những hiểu lầm không đáng có với người mình yêu. Nhưng cũng vì tính cách nhạy cảm mà những anh chàng luôn muốn che chở, bảo vệ cho bạn nhiều hơn. Đề cao sự chung thuỷ và hy sinh Bạn luôn dành sự tin tưởng mãnh liệt cho người mình yêu, bạn tin rằng là không thể chia sẻ với bất kỳ ai và luôn kiên định với suy nghĩ đó. Bạn đề cao sự chung thuỷ luôn sẵn sàng hy sinh mọi thứ cho tình yêu và mong muốn nhiều điều tốt đẹp đến với đối phương. Mặc dù có đôi lúc hay ghen tuông vu vơ nhưng bạn cũng rất lý trí đề kiểm soát cảm xúc của bản thân, không để cho mọi viễn diễn biến quá xa. Tuy hy sinh, hết lòng là thế, nhưng một khi bạn biết đối phương không còn tình cảm bạn sẽ buông bỏ nhanh chóng mà không quay đầu nhìn lại. Đối với bạn, một khi đã không còn đủ tình yêu để đi tiếp thì việc dừng lại sẽ khiến cho đôi bên được nhẹ nhàng hơn.",
          "tinhduc":"Bạn là người khá nhạy cảm và kỹ tính nên bạn sẽ từ chối qua đêm với người lạ. Đối với bạn, sự thoải mái về tinh thần cũng là một yêu cầu rất lớn. Bạn sẽ không cảm thấy hài lòng nếu tâm lý không được thông suốt. Bạn muốn cảm thấy an toàn, nên khi ai đó muốn tiến tới một mối quan hệ nghiêm túc, họ phải chứng tỏ cho bạn thấy được sự chân thành của mình. Bạn không thích những chàng trai bạo lực, quá vội vàng, cộc cằn hoặc tự đề cao bản thân khi làm chuyện ấy. Chỉ khi đối phương dành cho bạn sự dịu dàng, tình cảm và nâng niu, thì bạn sẽ đáp lại bạn một cách nhiệt tình hơn. Những hành động có phần bạo lực và vụng về sẽ chỉ làm bạn tránh xa hơn mà thôi. Trong chuyện ấy, bạn là người khá cổ điển và không mấy hứng thú với những xu hướng tình dục mới lạ. Hãy bạn thích sự kích thích bằng những lời nói, để bản thân tự do với trí tượng tượng của mình hơn là dùng những hình ảnh nóng bỏng. Bạn sẽ đáp lại đối phương một cách tế nhị, kín đáo nhưng vẫn rất thu hút và gợi cảm. Những người phụ nữ hệ Thủy đòi hỏi sự trân trọng và nâng niu từ bạn tình của mình. Bạn thường không có nhiều nhu cầu về tình dục, đôi khi làm chuyện ấy chỉ để thỏa mãn đối tác mà thôi. Tất nhiên đây không phải là một điều tốt nếu bạn muốn duy trì mối quan hệ một cách lâu dài.",
          "sunghiep":"Bạn tỉ mỉ, cẩn thận và luôn nỗ lực không ngừng trong những công việc mà mình tham gia. Bạn là người có trách nhiệm và luôn cố gắng hoàn thành mọi thứ tốt nhất vì thế thành công cũng đến cùng từ từ, chậm rãi nhưng khá chắc chắn. Tuy thông minh, tài năng và có năng lực nhưng bạn là người nhạy cảm nên thường hay bị cảm xúc chi phối, để cho những suy nghĩ bi quan, tiêu cực và tình cảm riêng tư ảnh hưởng đến quá trình giải quyết công việc. Bạn cũng không bao giờ tin tưởng những trò chơi hên xui may rủi có thể đem đến danh vọng và tiền tài cho bản thân nên bạn luôn chăm chỉ làm việc và cố gắng nỗ lực hết mình để tạo dựng cuộc sống ổn định và vững chắc. Bạn tài giỏi, thông minh, ứng xử khéo léo là nhân tố mà bất kỳ công ty hay tổ chức nào cũng mong muốn sở hữu nên con đường thăng tiến của bạn khá rộng mở. Tuy nhiên do tính cách thiếu quyết đoán, dễ bị cảm xúc chi phối nên bạn sẽ không thích hợp cho vị trí lãnh đạo hay người dẫn đầu. Bạn có thể phù hợp với các ngành nghề như bác sĩ, giáo viên,..."
        },
        "nu": {
            "tongquan": "Cự Giải là một trong ba cung hoàng đạo thuộc nguyên tố nước, cùng với Song Ngư và Bọ Cạp trong vòng tròn hoàng đạo. Nguyên tố nước đại diện cho những thứ liên quan đến khía cạnh tình cảm, cảm xúc trong cuộc sống con người, đại diện cho cách mà chúng ta cảm nhận, suy nghĩ và sẻ chia cảm xúc của bản thân. Chính vì thế, bạn thường là người nhẹ nhàng và trọng tình cảm. Bạn cởi mở, tốt bụng và có khả năng nắm bắt nhanh chóng cảm xúc của người khác . Bạn thuộc nguyên tố nước nhưng lại nằm trong nhóm thống lĩnh. Vì vậy, ở bạn không có sự ủy mị như Song Ngư cũng không có sự hung hăng của Bọ Cạp. Cự Giải toát lên sự trầm ổn của một linh hồn trưởng thành, trải đời. Hình ảnh đại diện là chú cua cũng thể hiện cho sự tự tin, dũng cảm, kiên cường của cung hoàng đạo này. Là cung hoàng đạo thuộc nguyên tố nước, vì vậy những màu sắc hợp nhất với bạn là những màu có sắc tố xanh như: xanh lam, xanh dương, xanh đen, xanh da trời,...Bên cạnh đó bạn cũng cần tránh sử dụng màu đỏ vì nó đem lại xui xẻo với bạn. Những gam màu nóng, đậm sẽ khiến bạn bị mất bình tĩnh, mất đi sự cân bằng vốn có. Bên cạnh đó, bạn còn là người rất trọng tình cảm. Bạn có thể làm mọi thứ, thậm chí là hy sinh bản thân vì người mà mình thương yêu.",
            "tinhcach": "Bạn sinh vào thời gian đầu của cung Cự Giải, gần với cung Song Tử, do vậy mà tính cách của bạn là sự kết hợp hài hoà giữa hai cung này. Bạn cực kỳ rộng rãi, dễ cảm thông với mọi người, bạn thông minh, sáng suốt và ít khi bị người khác lừa. Tuy nhiên do chịu ảnh hưởng của nguyên tố nước nên bạn cũng không tránh khỏi nhiều lúc uỷ mị, lưỡng lự. Bạn sống tình cảm hơn so với Song Tử nên dễ hòa đồng với mọi người hơn. Bạn cũng khá nhạy cảm, không thích những chỗ đông người. Bạn nhạy cảm với mọi thứ diễn ra xung quanh cuộc sống của mình và có một đời sống nội tâm vô cùng phóng phú. Điều này giúp cho bạn có cái nhìn tinh tế và khả năng quan sát tuyệt vời trước những biến đổi của môi trường hoặc của những người xung quanh. Nhờ vậy mà bạn có thể thấu hiểu, đồng cảm với suy nghĩ của người khác, gây được ấn tượng và tạo dựng mối quan hệ tốt đẹp với mọi người. Bên cạnh đó bạn cũng là người cẩn thận và chu đáo.",
            "diemmanh":"Thông minh, tài năng trong công việc Bạn luôn cố gắng nỗ lực hết mình trong công việc để hoàn thành tốt mọi nhiệm vụ được giao, bản thân bạn không bao giờ dựa dẫm vào người khác. Với sự cố gắng và quyết tâm của bản thân, bạn khiến không ít người phải nhìn nhận bạn bằng một ánh mắt ngưỡng mộ. Bạn thông minh và có thể thích ứng nhanh với các hoàn cảnh khác nhau, bạn kiên trì và chăm chỉ từng ngày để đạt được mục tiêu khi biết cơ hội chiến thắng đã nắm chắc trong tay. Sự nhạy bén và tinh tế của mình giúp cho bạn nắm bắt được mọi vấn đề một cách nhanh chóng và không bao giờ đẩy bản thân phải rơi vào tình thế nguy hiểm trong công việc hay trong bất kỳ một mối quan hệ nào đó. Trọng nghĩa tình và chân thành với bạn bè, người thân Từ truyền thuyết với người bạn thân là quái vật biển Hydra đủ để cho thấy bạn là những người rất trọng tình nghĩa. Bạn không bao giờ bỏ rơi những người thân yêu của mình khi họ gặp khó khăn nên luôn được mọi người yêu quý và tôn trọng. Một khi đã quyết định làm bạn và kết thân với một ai đó, bạn sẽ coi họ như người thân trong gia đình mà đối đãi, luôn tin tưởng và chân thành với những người bạn của mình. Tuy nhiên, đôi lúc tính cách này khiến cho bạn phải chịu thiệt thòi vì bị lợi dụng bởi những người không tốt. Nhưng bạn vẫn luôn kiên định với quan điểm bản thân đặt ra.",
            "diemyeu":"Có thiên hướng truyền thống và khá bảo thủ Bạn là mẫu người luôn đối xử chân thành và tử tế với mọi người xung quanh, sẽ khó nhìn thấy được sự năng động quá mãnh liệt hay ngổ ngáo ở bạn. Trong cuộc sống, bạn được xem là người con gái chuẩn hình mẫu phụ nữ của gia đình. Bạn có thiên hướng truyền thống, chăm sóc chu đáo cho chồng con nên khiến không ít những chàng trai phải rung động. Bạn luôn biết cách đối xử chân thành và dịu dàng với mọi người xung quanh. Bạn có thể có vẻ bề ngoài yếu đuối, nhưng nếu chuyện liên quan đến người thân, bạn bè hay những người yêu thương thì bạn sẵn sàng quyết đoán để bảo vệ họ. Bạn một khi đã đưa ra quyết định thì khó điều gì có thể làm lung lay hay thay đổi suy nghĩ, vì vậy nhiều lúc bạn trở nên cố chấp và bảo thủ khiến mọi người khó chịu. Rất nhạy cảm và dễ xúc động Biểu tượng Cự Giải chính là hình ảnh con cua với đôi càng cua đang vào nhau. Lớp vỏ cứng cáp sắc nhọn tạo cho bạn một vẻ ngoài mạnh mẽ, nhưng sự cứng cáp này chỉ dùng để bảo vệ sự tổn thương ở bên trong mà không ai nhìn thấy. Bạn sống nội tâm nên khá nhạy cảm và dễ xúc động, mau nước mắt, có thể khóc sướt mướt khi đọc một câu chuyện hay xem một bộ phim tìm cảm cảm động. Điều này đôi khi ảnh hưởng tiêu cực đến cuộc sống của bạn, bạn sẽ bị tác động không nhỏ bởi những cảm xúc không tốt hay chìm đắm quá sâu vào những điều không có thật. Bạn cũng hay suy nghĩ về quá khứ, những điều không tốt đẹp trong quá khứ luôn đeo bám và làm bạn buồn. Khi tâm trạng không được tốt, bạn sẽ không để cho người khác yên, bạn không làm ồn nhưng sẽ ngó lơ mọi người xung quanh. Đây cũng là một tính xấu mà bạn cần khắc phục và sửa đổi.",
            "giadinh":"Bạn là cung hoàng đạo thuộc nhóm nước cho nên bạn rất nhạy cảm, lãng mạn, tình cảm, biết chia sẻ và thấu hiểu. Bạn sẽ thể hiện tình yêu với gia đình bằng rất nhiều cách. Bạn rất thương yêu bố mẹ và là người con của gia đình. Bạn biết cách chăm sóc cho từng thành viên trong gia đình, bạn cũng hay bày tỏ tình yêu và sự quan tâm bằng cách nấu nhiều món ngon và làm việc nhà phụ giúp bố mẹ. Bạn cũng hay chú ý xem những người xung quanh nghĩ gì về mình. Bạn có trí tưởng tượng tốt và cảm nhận tốt nhưng lại hơi tự ti và dễ tủi thân vì thế rất cần những lời động viên từ gia đình. Bạn là một đứa con ngoan ngoãn, biết nhường nhịn, chia sẻ với anh, chị, em.",
            "tinhyeu":"Tuýp người lãng mạn nhưng nhạy cảm khi yêu Bạn thuộc tuýp người lãng mạn nhưng nhạy cảm khi yêu. Với những suy nghĩ vẩn vơ, suy diễn nên khiến bạn đa nghi và hay lo lắng, thậm chí tạo nên những hiểu lầm không đáng có với người mình yêu. Nhưng cũng vì tính cách nhạy cảm mà những anh chàng luôn muốn che chở, bảo vệ cho bạn nhiều hơn. Đề cao sự chung thuỷ và hy sinh Bạn luôn dành sự tin tưởng mãnh liệt cho người mình yêu, bạn tin rằng là không thể chia sẻ với bất kỳ ai và luôn kiên định với suy nghĩ đó. Bạn đề cao sự chung thuỷ luôn sẵn sàng hy sinh mọi thứ cho tình yêu và mong muốn nhiều điều tốt đẹp đến với đối phương. Mặc dù có đôi lúc hay ghen tuông vu vơ nhưng bạn cũng rất lý trí đề kiểm soát cảm xúc của bản thân, không để cho mọi viễn diễn biến quá xa. Tuy hy sinh, hết lòng là thế, nhưng một khi bạn biết đối phương không còn tình cảm bạn sẽ buông bỏ nhanh chóng mà không quay đầu nhìn lại. Đối với bạn, một khi đã không còn đủ tình yêu để đi tiếp thì việc dừng lại sẽ khiến cho đôi bên được nhẹ nhàng hơn.",
            "tinhduc":"Bạn là người khá nhạy cảm và kỹ tính nên bạn sẽ từ chối qua đêm với người lạ. Đối với bạn, sự thoải mái về tinh thần cũng là một yêu cầu rất lớn. Bạn sẽ không cảm thấy hài lòng nếu tâm lý không được thông suốt. Bạn muốn cảm thấy an toàn, nên khi ai đó muốn tiến tới một mối quan hệ nghiêm túc, họ phải chứng tỏ cho bạn thấy được sự chân thành của mình. Bạn không thích những chàng trai bạo lực, quá vội vàng, cộc cằn hoặc tự đề cao bản thân khi làm chuyện ấy. Chỉ khi đối phương dành cho bạn sự dịu dàng, tình cảm và nâng niu, thì bạn sẽ đáp lại bạn một cách nhiệt tình hơn. Những hành động có phần bạo lực và vụng về sẽ chỉ làm bạn tránh xa hơn mà thôi. Trong chuyện ấy, bạn là người khá cổ điển và không mấy hứng thú với những xu hướng tình dục mới lạ. Hãy bạn thích sự kích thích bằng những lời nói, để bản thân tự do với trí tượng tượng của mình hơn là dùng những hình ảnh nóng bỏng. Bạn sẽ đáp lại đối phương một cách tế nhị, kín đáo nhưng vẫn rất thu hút và gợi cảm. Những người phụ nữ hệ Thủy đòi hỏi sự trân trọng và nâng niu từ bạn tình của mình. Bạn thường không có nhiều nhu cầu về tình dục, đôi khi làm chuyện ấy chỉ để thỏa mãn đối tác mà thôi. Tất nhiên đây không phải là một điều tốt nếu bạn muốn duy trì mối quan hệ một cách lâu dài.",
            "sunghiep":"Bạn tỉ mỉ, cẩn thận và luôn nỗ lực không ngừng trong những công việc mà mình tham gia. Bạn là người có trách nhiệm và luôn cố gắng hoàn thành mọi thứ tốt nhất vì thế thành công cũng đến cùng từ từ, chậm rãi nhưng khá chắc chắn. Tuy thông minh, tài năng và có năng lực nhưng bạn là người nhạy cảm nên thường hay bị cảm xúc chi phối, để cho những suy nghĩ bi quan, tiêu cực và tình cảm riêng tư ảnh hưởng đến quá trình giải quyết công việc. Bạn cũng không bao giờ tin tưởng những trò chơi hên xui may rủi có thể đem đến danh vọng và tiền tài cho bản thân nên bạn luôn chăm chỉ làm việc và cố gắng nỗ lực hết mình để tạo dựng cuộc sống ổn định và vững chắc. Bạn tài giỏi, thông minh, ứng xử khéo léo là nhân tố mà bất kỳ công ty hay tổ chức nào cũng mong muốn sở hữu nên con đường thăng tiến của bạn khá rộng mở. Tuy nhiên do tính cách thiếu quyết đoán, dễ bị cảm xúc chi phối nên bạn sẽ không thích hợp cho vị trí lãnh đạo hay người dẫn đầu. Bạn có thể phù hợp với các ngành nghề như bác sĩ, giáo viên,...            "
        }
      },
      {
        "ten": "Sư Tử",
        "nam": {
          "tongquan": "Bạn thuộc cung Sư Tử, là cung hoàng đạo được cai quản bởi Mặt Trời, thuộc nguyên tố Lửa, đại diện cho ngọn lửa của quyền lực, cho cái tôi mạnh mẽ, ngoan cường và bản lĩnh. Không giống như ngọn lửa bốc đồng, tùy hứng của Nhân Mã, lửa xuất phát từ Sư Tử có phần cứng cỏi và ổn định hơn. Ngọn lửa ấy là biểu trưng cho sức mạnh tinh thần, cho quyền lực và sự tự tin. Bạn cũng thuộc nhóm cung hoàng đạo kiên định nên thường rất chắc chắn và đáng tin cậy. Điều này đôi khi được biểu hiện ra ngoài bằng sự bướng bỉnh, cứng đầu, xem mình là nhất. Là cung hoàng đạo thuộc nguyên tố Lửa nên những màu sắc phù hợp với bạn là các màu sắc tone ấm nóng như: đỏ, vàng, cam. Những màu sắc mạnh mẽ này có thể góp phần hỗ trợ nâng cao năng lượng nội tại của bạn, giúp bạn trở nên tự tin và bản lĩnh hơn.",
          "tinhcach": "Bạn sinh vào khoảng thời gian chính giữa của cung Sư Tử nên bạn mang trong mình tính cách nổi trội nhất của cung hoàng đạo này. Bạn là người mạnh mẽ và năng động. Được chòm sao Ursa “lớn“ (chòm sao Đại Hùng) phù trợ, bạn được xem là người có trí tuệ nhất trong cung này. Bạn có khả năng lãnh đạo thiên bẩm, từ khi đi học bạn đã nổi bật với khả năng học tập của mình, thậm chí bạn còn giữ những chức vụ cốt cán trong lớp. Bạn cũng rất tự tin vào khả năng của bản thân mình. Tuy nhiều lúc hơi cục cằn và hờn dỗi nhưng bù lại bạn rất tốt bụng và nhiệt tình. Luôn giúp đỡ mọi người những lúc khó khăn.",
          "diemmanh":"Mạnh mẽ và vô cùng hào phóng Bạn luôn là những chàng trai mạnh mẽ, hào phòng, ẩn sau vẻ bề ngoài nghiêm túc là một nguồn năng lượng khá đặc biệt không phải cung hoàng đạo nào cũng sở hữu được. Từ suy nghĩ, hành động cho đến lên nói thì bạn luôn khiến người bên cạnh cảm nhận được sự nhiệt huyết và năng động của mình. Bạn sôi nổi và ấm áp, sẵn sàng nhường nhịn các em bé hơn. Bạn có hoài bão, lý tưởng to lớn, cao đẹp. Bạn là người hướng ngoại, tự tin, năng động và đầy tham vọng, một khi đã quyết định vấn đề gì thì sẽ cố hết sức mình để làm cho bằng được.Vì vậy sẽ không bao giờ thấy hình ảnh lùi bước hay đầu hàng trước những khó khăn, thử thách cản trở bạn đạt đến mong muốn của mình. Thích vị trí lãnh đạo, trung tâm Đối với bạn, cuộc sống là phải luôn phấn đấu và nỗ lực vì vậy bạn sẽ làm mọi thứ để có thể dành lấy những gì bản thân đã đặt mục tiêu. Bạn mạnh mẽ, luôn thích dẫn đầu trong mọi việc, đứng ở vị trí trung tâm đầu não trong mọi vấn đề, lĩnh vực mà bạn tham gia. Thuộc mẫu người cá tính và năng động nên bạn cũng thích tham gia những hoạt động tập thể và với tính cách của mình thì bạn sẽ chiếm lĩnh cho mình một vị trí cao nhất có thể rồi. Bạn cảm thấy thoải mái khi bản thân mình là nhân vật quan trọng giúp tạo nên động lực và điều hướng cho cả team cùng nhau phát triển.",
          "diemyeu":"Nóng nảy Nóng nảy là một trong những nhược điểm lớn của bạn. Bạn là chòm sao luôn nằm trong top những cung hoàng đạo nóng tính nhất. Do được chòm sao Mặt Trời chủ quản, nên bạn rất dễ nổi nóng, đặc biệt là khi bị ai đó chê bai. Bạn rất dễ bị chọc giận, dễ mất bình tĩnh trước những lời khiêu khích nên cũng hay cãi vã, thậm chí là đụng tay đụng chân với người khác. Bạn cũng rất thiếu kiên nhẫn, hay đốt cháy giai đoạn, thường muốn biết kết quả ngay chứ không chịu khó chờ đợi cả quá trình. Thế nên, cho dù bẩm sinh có tài năng nhưng bạn cũng có thể dễ dàng vuột mất cơ hội thành công trong việc hoặc khiến đối phương e ngại trong chuyện tình cảm. Ưa nịnh Bạn đặc biệt thích được tán dương và khen ngợi, dù rằng đó là những lời xu nịnh. Nét tính cách có chút trẻ con cũng khiến bạn có đôi chút cả tin, không phân biệt được tốt xấu. Ngược lại, bạn không thích lời nói thẳng về những thói hư tật xấu của mình. Có lẽ nếu không thay đổi và dung hòa được mặt này, bạn suốt cuộc đời sẽ rất khó khăn khi thay đổi con người mình để gặt hái thành công. Bạn nên học cách lắng nghe, bình tĩnh hơn trước các quyết định lớn để tránh gặp sai lầm cũng như bị kẻ xấu lợi dụng. Phán đoán kém Bạn có tiêu chuẩn sống khá cao nhưng trước mọi sự việc, đa phần bạn quá vội vã, cảm tính dẫn đến không công bằng trong cách đánh giá. Bạn được coi là một trong những chòm sao yếu kém nhất trong khoản đánh giá con người. Những gì bạn thích luôn luôn tốt còn những gì không thích luôn luôn xấu. Trong cách đối xử với mọi người cũng vậy, những ai mà bạn yêu quý luôn hoàn hảo còn ngược lại thì bạn lại hoàn toàn không coi ra gì. Không chỉ đánh giá sai sự việc, đôi khi bạn cũng tự tin thái quá vào bản thân mình. Ngay cả khi bạn có thất bại thì cũng ít khi nhận thua và sai lầm về bản thân mà thường đổ lỗi cho hoàn cảnh khách quan nên gần như nhược điểm này rất khó khắc phục",
          "giadinh":"Bạn là cung hoàng đạo thuộc nhóm lửa nên bạn nhiệt tình, đam mê, nghịch ngợm và hiếu động. Đôi khi bạn làm bố mẹ phải lo lắng nhưng bạn rất yêu gia đình của mình và cũng chưa bao giờ ngại thể hiện tình cảm của mình với gia đình. Bạn luôn là đứa trẻ hoạt bát, hiếu động, lạc quan, tự tin trong mắt bố mẹ của mình. Tuy nhiên đôi lúc bạn cũng nhút nhát, rụt rè và ít nói. Bạn cũng hay bị bố mẹ nghĩ là lầm lì, cứng đầu, nóng tính và thiếu suy nghĩ. Tuy vậy bạn luôn biết suy nghĩ cho bố mẹ, anh em trong gia đình. Bạn yêu thương anh chị và cũng biết nhường nhịn, giúp đỡ các em.",
          "tinhyeu":"Chân thành và có trách nhiệm với người mình yêu Bạn là người thích kiểm soát mọi vấn đề kể cả trong chuyện tình yêu của mình. Thực tế, bạn có thể cảm nắng nhiều người nhưng ít có ai chiếm được hoàn toàn trái tim của bạn. Một khi đã xác định tình cảm với đối phương chắc chắn bạn sẽ trực tiếp tấn công, thể hiện hết mình trước mặt người đó. Bạn sẽ toàn tâm toàn ý, yêu thương, bao dung, tin tưởng và không để người mình yêu phải chịu thiệt thòi. Tuy nhiên, bạn sẽ không vì yêu một ai đó mà đánh mất đi sự tự tin, mạnh mẽ vốn có của mình. Khi đã “crush” một cô nàng, bạn sẽ hành động dựa theo cảm tính, làm mọi thử để thu hút sự chú ý của đối phương, sẵn sàng công bố cho tất cả mọi người về tình cảm của mình mà không có chút ngại ngùng. Trong tình yêu, bạn là những người rất chân thành, chung thuỷ và có trách nhiệm. Ngoài ra, bạn còn được đánh giá cao bởi sự tinh tế và khả năng giữ mối quan hệ tốt đẹp giữa hai người. Thích đi du lịch để gắn kết tình cảm Bạn sôi nổi, năng động nên rất thích những hoạt động tập thể, kết giao bạn bè và đi du lịch đó đây để khám phá nhiều điều mới mẻ, tích lũy kinh nghiệm sống cho bản thân. Bạn luôn muốn chia sẻ sở thích và những điều mà bản thân mình hứng thú với người mình yêu. Bạn sẽ luôn có cách tạo ra những bất ngờ trong chuyến du lịch của cả hai. Bạn cho rằng đây là cách để mình và người yêu có thể hiểu nhau nhiều hơn nữa.",
          "tinhduc":"Phải công nhận một điều rằng đàn ông cung Sư Tử có sức hút rất khó cưỡng lại, bạn không bắt đầu mối quan hệ một cách vồ vập mà thường rất chậm rãi. Bạn thích tranh luận và muốn nghe cảm nhận từ đối tác của mình. Bạn sẽ làm mọi cách để thỏa mãn đối phương, và trong chuyện ấy, bạn thường có nhu cầu về tình dục khá cao. Bạn thường không có một sở thích tình dục kỳ lạ nào, bạn khá đơn giản và truyền thống và thích phóng đại cảm xúc của mình khi yêu.",
          "sunghiep":"Với nét tính cách mạnh mẽ, phóng khoáng của mình nhưng nội tâm lại có khá nhiều mâu thuẫn nên sự nghiệp của bạn thành công nhưng không ổn định nếu không biết tiết chế và kiểm soát hành vi của mình. Bạn sẽ thành công vang dội trong lĩnh vực kinh doanh. Bạn thường có tham vọng với tâm thể sẵn sàng đối mặt với mọi thử thách, khó khăn. Bạn sẽ không bao giờ bỏ cuộc mà cố gắng đến cùng cho mục tiêu của mình. Các công việc bạn phù hợp sẽ là những công việc quản lý như giám đốc, trưởng phòng, các công việc cần sự nhanh nhạy, tư duy tốt như tự kinh doanh, buôn bán,... Tuy nhiên, nếu bạn không tiết chế được sự hiếu thắng thì sẽ dễ dàng nhận lấy thất bại. Nếu muốn thuận lợi trong mọi việc, thì bạn nên rèn luyện bản thân để phát huy thế mạnh cũng như hạn chế những mặt tiêu cực của mình."
        },
        "nu": {
            "tongquan": "Bạn thuộc cung Sư Tử, là cung hoàng đạo được cai quản bởi Mặt Trời, thuộc nguyên tố Lửa, đại diện cho ngọn lửa của quyền lực, cho cái tôi mạnh mẽ, ngoan cường và bản lĩnh. Không giống như ngọn lửa bốc đồng, tùy hứng của Nhân Mã, lửa xuất phát từ Sư Tử có phần cứng cỏi và ổn định hơn. Ngọn lửa ấy là biểu trưng cho sức mạnh tinh thần, cho quyền lực và sự tự tin. Bạn thuộc nhóm cung hoàng đạo kiên định nên thường rất chắc chắn và đáng tin cậy. Điều này đôi khi được biểu hiện ra ngoài bằng sự bướng bỉnh, cứng đầu, xem mình là nhất. Là cung hoàng đạo thuộc nguyên tố Lửa nên những màu sắc phù hợp với bạn là các màu sắc tone ấm nóng như: đỏ, vàng, cam. Những màu sắc mạnh mẽ này có thể góp phần hỗ trợ nâng cao năng lượng nội tại của bạn, giúp bạn trở nên tự tin và bản lĩnh hơn.",
            "tinhcach": "Bạn sinh vào khoảng thời gian chính giữa của cung Sư Tử nên bạn mang trong mình tính cách nổi trội nhất của cung hoàng đạo này. Bạn là người mạnh mẽ và năng động. Được chòm sao Ursa “lớn“ (chòm sao Đại Hùng) phù trợ, bạn được xem là người có trí tuệ nhất trong cung này. Bạn có khả năng lãnh đạo thiên bẩm, từ khi đi học bạn đã nổi bật với khả năng học tập của mình, thậm chí bạn còn giữ những chức vụ cốt cán trong lớp. Bạn cũng rất tự tin vào khả năng của bản thân mình. Tuy nhiều lúc hơi cục cằn và hờn dỗi nhưng bù lại bạn rất tốt bụng và nhiệt tình. Luôn giúp đỡ mọi người những lúc khó khăn.",
            "diemmanh":"Mạnh mẽ, táo bạo và độc lập Bạn vô cùng mạnh mẽ và táo bạo. Bạn luôn nỗ lực hết mình để đạt được mục tiêu của bản thân đề ra mà không nhờ vả sự giúp đỡ của ai. Bạn cũng là người không bao giờ chùn bước trước khó khăn hay thử thách nào. Bạn rất độc lập, tự cường nên không thích dựa dẫm hay ỷ lại vào người khác và không bao giờ chịu khuất phục trước bất kỳ ai hay bất kỳ điều gì. Bạn thích một cuộc sống tự do tự tại. Được thoải mái làm những điều mình thích là những gì mà bạn đến. Bạn không thích bị bó buộc hay kìm hãm cuộc đời mình trong một khuôn khổ hay quy tắc nào đó. Vui vẻ, hoạt bát, tràn đầy năng lượng tích cực Cung Sư Tử nữ vui vẻ, hoạt bát, lạc quan nên bạn chán ghét sự nhàm chán, tẻ nhạt. Bạn luôn mang đến nguồn năng lượng tích cực và lan tỏa đến mọi người xung quanh. Nhờ tính cách này mà bạn nhanh chóng vượt qua được những khó khăn, thử thách trong cuộc sống và công việc. Trong những hoạt động vui chơi, giải trí tập thể bạn luôn là người đi đầu. Những lúc như vậy ở bạn toát lên rõ nét sự tự do, khoáng đạt, thu hút ánh nhìn của mọi người. Giúp đỡ mọi người, trọng tình trọng nghĩa Bạn coi trọng các mối quan hệ tình cảm xung quanh mình đặc biệt là người thân trong gia đình, bạn bè rồi tới người yêu thương. Bạn luôn cố gắng dành thời gian để ở bên cạnh và chăm sóc mọi người dù cho bận rộn đến đâu. Bạn sẽ cảm thấy cô đơn, bất hạnh nếu không có mọi người thân thương ở bên cạnh mình. Bạn là người sẵn sàng giúp đỡ mọi người mà không cần hồi đáp, bạn nhiệt tình hỗ trợ người thân, bạn bè khi họ gặp khó khăn vì luôn nghĩ đó là trách nhiệm của bản thân. Bạn cũng là những cô gái giàu lòng vị tha, luôn sẵn sàng tha thứ cho người đã gây ra lỗi lầm với mình mà không suy nghĩ quá nhiều. Với sự hào hiệp trượng nghĩa của mình nên bạn được mọi người xung quanh yêu mến.",
            "diemyeu":"Đôi khi cố chấp, thích được đứng ở vị trí lãnh đạo Bạn cao ngạo, luôn nuôi trong mình hoài bão to lớn và muốn giành được vị trí cao, vị trí lãnh đạo hơn so với người khác. Thực tế, bạn có năng lực, tài giỏi trong nhiều lĩnh vực và luôn tin vào bản thân mình nên đôi khi ảo tưởng sức mạnh, cho rằng mình là người giỏi nhất. Tính cách cố chấp và tự tin thái quá ăn sâu vào tâm trí nên nhiều khi bạn không đủ tỉnh táo để phán đoán chính xác một sự việc nào đó. Muốn thay đổi ý kiến của bạn là một điều vô cùng khó khăn. Trừ khi đối phương phải có đầy đủ luận điểm, chứng cứ thì mới có thể thuyết phục được bạn. Ưa nịnh Bạn đặc biệt thích được tán dương và khen ngợi, dù rằng đó là những lời xu nịnh. Nét tính cách có chút trẻ con cũng khiến bạn có đôi chút cả tin, không phân biệt được tốt xấu. Ngược lại, bạn không thích lời nói thẳng về những thói hư tật xấu của mình. Có lẽ nếu không thay đổi và dung hòa được mặt này, bạn suốt cuộc đời sẽ rất khó khăn khi thay đổi con người mình để gặt hái thành công. Bạn nên học cách lắng nghe, bình tĩnh hơn trước các quyết định lớn để tránh gặp sai lầm cũng như bị kẻ xấu lợi dụng. Phán đoán kém Bạn có tiêu chuẩn sống khá cao nhưng trước mọi sự việc, đa phần bạn quá vội vã, cảm tính dẫn đến không công bằng trong cách đánh giá. Bạn được coi là một trong những chòm sao yếu kém nhất trong khoản đánh giá con người. Những gì bạn thích luôn luôn tốt còn những gì không thích luôn luôn xấu. Trong cách đối xử với mọi người cũng vậy, những ai mà bạn yêu quý luôn hoàn hảo còn ngược lại thì bạn lại hoàn toàn không coi ra gì. Không chỉ đánh giá sai sự việc, đôi khi bạn cũng tự tin thái quá vào bản thân mình. Ngay cả khi bạn có thất bại thì cũng ít khi nhận thua và sai lầm về bản thân mà thường đổ lỗi cho hoàn cảnh khách quan nên gần như nhược điểm này rất khó khắc phục.",
            "giadinh":"Bạn là cung hoàng đạo thuộc nhóm lửa nên bạn nhiệt tình, đam mê, nghịch ngợm và hiếu động. Đôi khi bạn làm bố mẹ phải lo lắng nhưng bạn rất yêu gia đình của mình và cũng chưa bao giờ ngại thể hiện tình cảm của mình với gia đình. Bạn luôn là đứa trẻ hoạt bát, hiếu động, lạc quan, tự tin trong mắt bố mẹ của mình. Tuy nhiên đôi lúc bạn cũng nhút nhát, rụt rè và ít nói. Bạn cũng hay bị bố mẹ nghĩ là lầm lì, cứng đầu, nóng tính và thiếu suy nghĩ. Tuy vậy bạn luôn biết suy nghĩ cho bố mẹ, anh em trong gia đình. Bạn yêu thương anh chị và cũng biết nhường nhịn, giúp đỡ các em.",
            "tinhyeu":"Tuy vẻ bề ngoài bản lĩnh, nghịch ngợm và có phần ngổ ngáo nhưng một khi đã rơi vào chuyện tình cảm thì bạn có những sự thay đổi không ai có thể ngờ đến. Một Sư Tử mạnh mẽ bỗng chốc trở thành một con mèo nhỏ hiền lành và đáng yêu khi đứng trước crush. Bạn sẽ tỏ ra rất ân cần và chu đáo, sẵn lòng làm theo đề nghị của người mình yêu thương. Thậm chí, nhiều khi bạn còn không tiếc thể diện của mình chỉ để làm cho người yêu vui vẻ. Bạn là cô nàng khá tâm lý và hiểu lòng người, bạn sẽ không bao giờ làm ra những hành động khiến người yêu của mình phải khó xử ở chỗ đông người. Có một cô gái cá tính, mạnh mẽ nhưng cũng rất ngoan ngoãn và nghe lời sẽ khiến cuộc sống xung quanh nửa kia của bạn tràn đầy những điều thú vị và rất đáng mong chờ. Ngoài ra, bạn có lẽ là cung hoàng đạo duy nhất giữ được chính mình trong tình yêu. Bạn có thể dành mọi thứ tốt nhất cho đối phương và sẵn sàng hy sinh vì người ấy. Nhưng khi đã hết tình cảm thì bạn cũng sẽ dứt khoát, quyết liệt ra đi mà không quay đầu lại",
            "tinhduc":"Bạn luôn cầu toàn, đòi hỏi sự chú ý và hoàn thành mọi việc một cách nghiêm túc. Nếu đối phương là một chàng trai đứng đắn và có chút quan hệ xã hội thì việc tiếp cận bạn không phải là điều quá khó khăn. Nhưng để lên giường cùng bạn thì lại hoàn toàn không dễ dàng bởi bạn sẽ thử thách nửa kia và việc đó sẽ tốn khá nhiều thời gian để bạn có thể quyết định xem người đó có phải là chàng trai phù hợp hay không. Phụ nữ thuộc cung Sư Tử thường kết hôn sớm bởi bạn luôn cảm thấy bất an và cần được bảo vệ. Trong cuộc yêu, bạn khá đơn giản và không thường đòi hỏi những sự thay đổi hay các tư thế lạ, nhưng bạn lại rất thích là người chủ động và thỏa mãn đối phương. Bạn gợi cảm và đầy đam mê.",
            "sunghiep":"Bạn có sự nghiệp không mấy ổn định, bạn khá an phận thủ thường với niềm đam mê và nhiệt huyết của chính mình và chỉ cần như thế là đủ. Bạn không ngần ngại theo đuổi những hoài bão và ước mơ của mình đến cùng. Bạn luôn cố gắng hoàn thành mục tiêu trong sự nghiệp và đạt được những thành quả nhất định mà bản thân đề ra bằng lòng nhiệt huyết và sự tự tin của bản thân. Tuy nhiên, vì tính cách đôi khi rất cố chấp và bảo thủ không quan tâm đến cảm xúc của người khác khiến bạn không đạt được thành công như mong đợi, đồng nghiệp cũng khó chịu và xa lánh. Vì vậy để thành công và có được sự nghiệp như mong đợi thì bạn hãy cố gắng điều chỉnh những sự thay đổi thất thường trong cảm xúc và suy nghĩ, kiểm soát tốt khuyết điểm của bản thân nhé! Bạn sẽ thích hợp làm các công việc như giáo viên, giảng viên,...hoặc các công việc liên quan đến nghệ thuật thì sẽ dễ dàng thành công hơn."
        }
      },
      {
        "ten": "Xử Nữ",
        "nam": {
          "tongquan": "Bạn thuộc cung Xử Nữ, là cung hoàng đạo thuộc nguyên tố đất. Chính vì thế, bạn là người rất kỷ luật và sống có kế hoạch. Bạn tỉ mỉ và khắt khe với tất cả những việc mình làm. Bạn thật sự mong muốn có cuộc sống ổn định. Chính vì thế mà bạn có xu hướng tiết kiệm, không lãng phí bất cứ điều gì, đặc biệt là tiền của, dù có sống trong hoàn cảnh dư dả hay không. Tuy thuộc nguyên tố đất nhưng Xử Nữ cũng nằm trong nhóm cung hoàng đạo linh hoạt cùng với Nhân Mã, Song Tử và Song Ngư. Do đó, bạn là người có khả năng thích nghi tuyệt vời. Bạn có thể thay đổi bản thân sao cho tương thích với môi trường xung quanh. Chòm sao chiếu mệnh của bạn là chòm sao Xử Nữ. Trên bầu trời, hình ảnh của chòm sao này có thể dễ dàng được quan sát thì nó có kích thước lớn nhất trong các chòm sao hoàng đạo. Điều này cũng phần nào nói lên lòng bao dung, vị tha và tình yêu Xử Nữ dành cho tất cả mọi người. Màu sắc phù hợp và mang lại may mắn cho bạn là những gam màu nhạt hoặc bạc như: trắng, vàng trắng, xanh lá cây, nâu, màu tía nhạt,... hoặc những màu sắc lung linh, lấp lánh.",
          "tinhcach": "Bạn thích giao tiếp rộng và có cực kì nhiều mối quan hệ. Bạn là một người gọn gàng, ngăn nắp, cực kì sạch sẽ và hay thích dọn dẹp. Bạn cũng tốt bụng và luôn muốn giúp đỡ mọi người. Từ nhỏ bạn đã thích sưu tầm những đồ vật lạ lùng vì yêu thích sự độc đáo. Tuy nhiên bạn hay cầu toàn quá mức nên thường ít khi hài lòng và hay cằn nhằn nữa.",
          "diemmanh":"Trưởng thành, mẫu mực và điềm đạm Bạn được xem là những người đàn ông trưởng thành, mẫu mực và điềm đạm. Bạn tỏ ra lạnh lùng ở mọi nơi nên khiến mọi người hiểu lầm là một người khó gần và lạnh lùng. Tuy nhiên, bạn lại là người rất tình cảm, nồng nhiệt nhưng giỏi trong việc che giấu cảm xúc hoặc có thể bạn không biết thể hiện cảm xúc của mình mà thôi. Bạn thuộc mẫu người trầm tính, ít nói, thích sự yên tĩnh, nhẹ nhàng. Bạn là những người hướng nội nên không thích sống trong thị phi, nhộn nhịp, có thể ngồi một mình, đắm chìm vào những suy nghĩ của bản thân nhiều giờ liền. Bạn sống rất thực tế, không mơ mộng hão huyền, biết đâu là những việc nên làm. Bạn cư xử đúng chừng mực với mọi người xung quanh, sống có nguyên tắc và kế hoạch riêng của bản thân và không phá hỏng chúng cho dù có bất kỳ điều gì xảy ra. Bản lĩnh, không ngừng nỗ lực phấn đấu Bạn luôn không ngừng nỗ lực phấn đấu, lăn xả hết sức để đạt đến ước mơ của mình, bạn trung thành với quan điểm và những lập luận của bản thân mình. Đối với bạn thì cuộc sống là những tháng ngày học hỏi và trải nghiệm. Bạn luôn cho rằng bản thân phải không ngừng cố gắng thì mới đạt được ước mơ và mục tiêu của mình đề ra. Đối với công việc bạn khá tỉ mỉ, cẩn thận và đôi chút quá khắt khe tiểu tiết. Bạn tập trung cao độ và chuẩn bị chu đáo cho mọi việc để không xảy ra sai sót nào, trong từ điển của họ không có 2 từ “bỏ cuộc”. Bạn là mẫu người có chí tiến thủ, nghiêm túc trong công việc. Khi đã bắt tay vào nhiệm vụ, họ sẽ luôn cố gắng hết sức mình vì mục tiêu chung của nhóm và lợi ích của cá nhân. Với bản chất thông minh, bạn có thể nhanh chóng tìm ra được hướng giải quyết tốt nhất cho một số tình huống phát sinh. Bạn là người có năng lực nên nếu được ở trong môi trường tốt thì chàng sẽ phát huy hết khả năng của bản thân, từ đó danh vọng lẫn sự nghiệp phát triển nhanh chóng. Đam mê khám phá mọi điều mới mẻ Bạn không ngần ngại học hỏi kinh nghiệm từ mọi người và nghiêm túc trong việc lắng nghe người khác nhận xét về mình. Bạn thay đổi bản thân theo hướng tích cực, không ngừng phấn đấu vươn lên vì tương lai của bản thân. Bạn có niềm đam mê khám phá mọi điều mới mẻ, bản thân bạn sẽ cảm thấy rất bứt rứt, khó chịu nếu chưa hiểu được hết tất cả về thứ khiến bạn hứng thú.",
          "diemyeu":"Có xu hướng bảo thủ và gia trưởng Trong cuộc sống, bạn có xu hướng bảo thủ và gia trưởng, hướng đến những giá trị truyền thống thể hiện rõ trong hành động và suy nghĩ của bạn. Một khi bạn đã nhận định việc gì thì sẽ làm đến nơi đến trốn nên cố chấp với điều mà bản thân muốn. Trong nhiều trường hợp, bạn còn khư khư quan điểm cá nhân và không chấp nhận người khác phê phán về quyết định của mình. Bạn cũng có những nguyên tắc rất khắt khe trong cuộc sống gia đình, luôn mong muốn đối phương cũng có lối sống và tính cách giống mình nên sẽ không chịu đựng được những cô nàng quá mạnh mẽ và tùy ý. Bạn luôn ước muốn có một gia đình êm ấm với người vợ nghe lời và chu đáo. Kiểm soát, áp đặt thái quá Bạn kiểm soát người yêu của mình một cách thái quá, đây là một trong số những nguyên nhân chính khiến cho tình yêu của bạn rạn nứt. Không có bất cứ ai nào chịu đựng được khi tự tôn của mình bị xâm phạm, họ sẽ cảm thấy bản thân mình không được tôn trọng nếu như người yêu của họ luôn áp đặt phải làm theo ý của đối phương. Bạn cần phải chú ý hơn nữa tới hành vi và cách ứng xử của bản thân, ai ai cũng có nhu cầu, sở thích của riêng mình, do vậy mà hãy tỏ ra tôn trọng và tin tưởng ở họ.",
          "giadinh":"Bạn là cung hoàng đạo thuộc nhóm Đất nên khá trầm tính và ít nói. Bạn không thích nói những lời bay bổng mà thường hay thể hiện tình yêu với gia đình qua hành động. Bạn đôi khi bị đánh giá là hơi rụt rè, khó tính nhưng thực ra bạn là một người tuân thủ kỉ luật và gọn gàng, sạch sẽ. Bạn khá ngoan ngoãn nên bố mẹ ít khi phải lo lắng về bạn. Bạn làm gì cũng cẩn thận và có trách nhiệm. Bạn thường thể hiện tình cảm và sự quan tâm của mình bằng cách giúp bố mẹ làm việc nhà và cố gắng học tập thật tốt. Bạn cũng hay giúp đỡ anh chị em trong nhà, mặc dù nổi tiếng ngoan ngoãn nhưng đôi khi bạn cũng hay bị các anh chị em dụ dỗ vào các trò nghịch ngợm.",
          "tinhyeu":"Vì bản tính tốt bụng, dễ gây hiểu lầm với phái nữ nên bạn cần chú ý hơn và có giới hạn rõ ràng với từng mối quan hệ khác nhau. Trên thực tế, bạn luôn quan tâm, giúp đỡ mọi người nên nhận được không ít thiện cảm của mọi người đặc biệt là các bạn nữ. Các cô nàng bị hạ gục bởi cảm giác an toàn và sự bảo bọc mà bạn đem lại. Bạn cũng luôn nỗ lực để hoàn thiện bản thân để có thể đem đến cho nửa kia của mình cuộc sống thoải mái, vô lo vô nghĩ. Vì vậy, bạn được xem là mẫu người đàn ông của gia đình mẫu mực. Bạn khá kiệm lời và đôi khi có những nguyên tắc riêng trong chuyện tình yêu nhưng sau một thời gian yêu đương, bạn sẽ cảm nhận được những thay đổi tích cực từ họ. Tình yêu có thể làm cho bạn có sự thay đổi tốt hơn và tích cực hơn về mọi mặt. Nếu có khó khăn thì bạn sẽ cho thấy bản lĩnh và năng lực của mình, đưa người bạn đời, người mình yêu vượt qua mọi thử thách gian khổ.",
          "tinhduc":"Những chàng trai Xử Nữ không phải là người bạn tình cuồng nhiệt và bốc lửa. Bạn khá trầm lặng, kỹ tính và thường bỏ qua những phần quan trọng trong cuộc vui. Bạn đòi hỏi đối phương của mình sự trung thực và nhất quán. Đối với bạn, tình yêu thuộc về phương diện tinh thần chứ không phải là sự ham muốn thể xác. Bạn còn khá e ngại về việc thể hiện cảm xúc của bản thân. Bạn thường bị thu hút bởi những người phụ nữ thông minh, năng động, có khiếu hài hước và cá tính mạnh mẽ. Khi 'yêu', bạn thường là người bị động bởi bạn khá nhút nhát. Tuy nhiên, bạn lại rất tinh tế, ghét bạo lực và những hành vi thái quá. Đôi khi bạn cho rằng tình dục là một điều gì đó rất nhạy cảm và bạn cố gắng tránh hoặc hạn chế nó. Bạn không cho rằng tình dục là bản năng và là yếu tố quan trọng giúp duy trì hạnh phúc. Tần suất 'yêu' khoảng một lần trong một tháng là khá hợp lý với bạn. Khi bạn yêu một ai đó thì trong mắt bạn, cô ấy là người phụ nữ rất đặc biệt. Một khi bạn đã vượt qua được những mặc cảm và lối suy nghĩ gò bó, thì bạn thực sự là bậc thầy trong chuyện đó.",
          "sunghiep":"Thông minh, nhạy bén, có trách nhiệm cao trong công việc nên không có gì bất ngờ khi bạn có con đường sự nghiệp khá suôn sẻ và đạt được nhiều thành công nhất định. Bản thân là người thích khám phá nên bạn luôn ưu tiên các lĩnh vực mà bản thân cảm thấy hứng thú. Bạn cũng là người biết cách lập kế hoạch, dìu dắt đội nhóm đi đến thành công nên rất phù hợp với vị trí lãnh đạo. Với những ưu điểm về tính cách thì bạn phù hợp làm việc trong các lĩnh vực như tài chính, thương mại, dịch vụ. Một số ngành nghề liên quan đến những con số, đối hỏi sự tỉ mỉ, cẩn thận, chính xác như: kế toán, ngân hàng,...cũng phù hợp với bạn."
        },
        "nu": {
            "tongquan": "Bạn thuộc cung Xử Nữ, là cung hoàng đạo thuộc nguyên tố đất. Chính vì thế, bạn là người rất kỷ luật và sống có kế hoạch. Bạn tỉ mỉ và khắt khe với tất cả những việc mình làm. Bạn thật sự mong muốn có cuộc sống ổn định. Chính vì thế mà bạn có xu hướng tiết kiệm, không lãng phí bất cứ điều gì, đặc biệt là tiền của, dù có sống trong hoàn cảnh dư dả hay không. Tuy thuộc nguyên tố đất nhưng Xử Nữ cũng nằm trong nhóm cung hoàng đạo linh hoạt cùng với Nhân Mã, Song Tử và Song Ngư. Do đó, bạn là người có khả năng thích nghi tuyệt vời. Bạn có thể thay đổi bản thân sao cho tương thích với môi trường xung quanh. Chòm sao chiếu mệnh của bạn là chòm sao Xử Nữ. Trên bầu trời, hình ảnh của chòm sao này có thể dễ dàng được quan sát thì nó có kích thước lớn nhất trong các chòm sao hoàng đạo. Điều này cũng phần nào nói lên lòng bao dung, vị tha và tình yêu Xử Nữ dành cho tất cả mọi người. Màu sắc phù hợp và mang lại may mắn cho bạn là những gam màu nhạt hoặc bạc như: trắng, vàng trắng, xanh lá cây, nâu, màu tía nhạt,... hoặc những màu sắc lung linh, lấp lánh.",
            "tinhcach": "Bạn sinh vào khoảng thời gian chính giữa của cung Xử Nữ nên bạn mang trong mình tính cách điển hình của cung hoàng đạo này. Bạn trưởng thành, mẫu mực và điềm đạm. Bạn trầm tính, ít nói tuy nhiên suy nghĩ rất thấu đáo mọi vấn đề. Được chiếu sáng bởi chòm sao Hercules ( hay còn gọi là sao Vũ Tiên) tượng trưng cho sức mạnh và lòng nhân hậu, bạn luôn quyết tâm cháy bỏng khi làm bất cứ việc gì. Bạn cũng hết lòng giúp đỡ người khác khi họ gặp khó khăn mà không mong cầu sự báo đáp. Tuy nhiên ở bạn có tính cách hơi ngang bướng và cứng đầu, dù người khác có góp ý với bạn như nào bạn vẫn giữ nguyên quan điểm của mình.",
            "diemmanh":"Cẩn trọng, nghiêm túc, suy nghĩ chu đáo Cung Xử Nữ nữ luôn cẩn trọng và chu đáo trong cả hành động lẫn lời nói của mình. Bạn sẽ không bao giờ đưa ra quyết định nếu chưa tìm hiểu kỹ hay nắm chắc vấn đề. Bạn luôn tìm hiểu thông tin thật chính xác và đáng tin cậy. Bạn luôn sắp xếp cuộc sống gia đình một cách ngăn nắp, theo đuổi chủ nghĩa hoàn hảo, chỉ cần một đồ vật sai vị trí thì bạn sẽ cảm thấy thật không thoải mái chút nào.Trong công việc, bạn quan tâm tới tiến độ hoàn thành và sẽ không ngừng tìm hiểu và thay đổi để nó được hoàn thành tốt hơn. Nhiều người cho rằng bạn sẽ hơi cứng nhắc do bản tính cầu toàn của mình. Tuy nhiên nếu như trở thành bạn thân thiết thì bạn lại rất ân cần quan tâm đến những người thân xung quanh mình, sẵn lòng giúp đỡ khi họ gặp khó khăn. Tinh tế, nhạy bén và luôn nỗ lực hết sức mình Bạn luôn nhạy bén và tinh tế khi đứng trước một vấn đề cần giải quyết. Bạn chăm chỉ và cần mẫn để ngày càng hoàn thiện bản thân mình tốt hơn. Bạn cho rằng chỉ cần cố gắng hết sức thì mọi việc đều có thể thành công. Ở bạn không bao giờ xuất hiện hai từ “bỏ cuộc”, bạn đã nhận một việc gì thì sẽ dốc hết sức lực để hoàn thành nó. Bạn nhạy cảm với mọi thứ nên dễ dàng nhận ra được những thay đổi trong suy nghĩ của đối phương trong chuyện tình cảm. Bạn thường không an ủi nhưng vào những thời điểm cần thiết thì bạn cũng biết cách để người mình thương yêu cảm thấy vui vẻ và không bị phiền lòng.",
            "diemyeu":"Khắt khe, khó tính và có xu hướng thích phê bình người khác Bạn không thích nghe những lời xu nịnh, bạn sẽ công nhận nếu người khác thể hiện tài năng của bản thân và dốc hết lòng vì công việc. Bạn chu toàn nên khắt khe với bản thân cũng như mọi người xung quanh. Bạn tuyệt đối không chấp nhận bất kỳ sai sót của cá nhân nào trong lúc làm việc. Khi ai đó phạm lỗi, bạn sẽ không nể mặt mà phê bình thẳng thắn, tuy ít nói nhưng khi chỉ trích người khác lại rất sắc bén, khiến cho đối phương không thể phản kháng. Bạn làm vậy với mong muốn mọi người rút kinh nghiệm và tốt hơn trong lần sau nhưng do cách nói chuyện quá thẳng thừng, nên đôi khi ý tốt của bạn bị phản tác dụng. Đặc Biệt, bạn sẽ rất khó chịu với những người không có chí tiến thủ do vậy mà sẽ không thể chịu đựng được những người không nghiêm túc, thờ ơ với công việc. Đôi khi bạn bắt bẻ và để ý những chuyện vụn vặt quá đáng nên khiến người khác thấy phiền. Kiểm soát thái quá Bạn kiểm soát người yêu của mình một cách thái quá, đây là một trong số những nguyên nhân chính khiến cho tình yêu của bạn rạn nứt. Không có bất cứ chàng trai nào chịu đựng được khi tự tôn của mình bị xâm phạm, họ sẽ cảm thấy bản thân mình không được tôn trọng nếu như người yêu của họ luôn quan sát và theo dõi. Bạn cần phải chú ý hơn nữa tới hành vi và cách ứng xử của bản thân, ai ai cũng có những bí mật của riêng mình, do vậy mà hãy tỏ ra tôn trọng và tin tưởng ở họ.",
            "giadinh":"Bạn là cung hoàng đạo thuộc nhóm Đất nên khá trầm tính và ít nói. Bạn không thích nói những lời bay bổng mà thường hay thể hiện tình yêu với gia đình qua hành động. Bạn đôi khi bị đánh giá là hơi rụt rè, khó tính nhưng thực ra bạn là một người tuân thủ kỉ luật và gọn gàng, sạch sẽ. Bạn khá ngoan ngoãn nên bố mẹ ít khi phải lo lắng về bạn. Bạn làm gì cũng cẩn thận và có trách nhiệm. Bạn thường thể hiện tình cảm và sự quan tâm của mình bằng cách giúp bố mẹ làm việc nhà và cố gắng học tập thật tốt. Bạn cũng hay giúp đỡ anh chị em trong nhà, mặc dù nổi tiếng ngoan ngoãn nhưng đôi khi bạn cũng hay bị các anh chị em dụ dỗ vào các trò nghịch ngợm.",
            "tinhyeu":"Trong tình yêu, với nét tính cách cầu toàn nên bạn luôn muốn tìm cho bản thân người có trách nhiệm và chu đáo khi trong mối quan hệ với lâu dài. Nếu không có tính cách tương đồng với bạn thì sẽ rất khó để chung sống hoà bình. Bạn bận rộn với những trách nhiệm trong công việc nên mong muốn khi trở về nhà chỉ muốn được yên tĩnh và thoải mái, nên một anh chàng năng động sẽ không phù hợp với bạn. Có thể không có vẻ bề ngoài hấp dẫn như Sư Tử hay khiếu ăn nói như Song Tử nhưng bạn luôn bao dung, chân thành và bạn chính là hình mẫu lý tưởng của rất nhiều chàng trai. Luôn thể hiện ra bên ngoài là một cô nàng điềm tĩnh, đôi khi bất cần nhưng thực chất tim bạn luôn nồng nàn và đầy ấp tình cảm. Bạn không dễ dàng tiến tới một mối tình nào nhưng nếu đã mở được cánh cửa trái tim của bạn thì đối phương sẽ nhận được một tình yêu rất xứng đáng.",
            "tinhduc":"Bạn có suy nghĩ rất chính chuyên về chuyện tình dục và các mối quan hệ khác. Bạn thích thỏa mãn về mặt tinh thần hơn là thể xác. Nếu đối tượng thỏa mãn được các điều kiện mà bạn đã đặt ra thì mọi chuyện sẽ tiến rất nhanh và dễ dàng, còn nếu không thì bạn sẽ ngay lập tức chấm dứt mối quan hệ đó. Đặc biệt, bạn thường rất nghe lời phụ huynh trong việc lựa chọn bạn trai thích hợp. Bạn thường khá thận trọng và tính toán, ngay cả khi làm chuyện ấy bạn cũng thường xuyên chỉ trích và nhận xét về đối phương của mình. Bạn thích yêu kiểu cổ điển, truyền thống và thường không có nhiều sự đổi mới khi 'yêu'. Bạn là một người phụ nữ chu toàn vì vậy một không gian đẹp, sang trọng và gọn gàng chính là địa điểm thích hợp để bắt đầu cuộc yêu. Bạn cũng không phải là người có nhu cầu cao về vấn đề tình dục.",
            "sunghiep":"Bạn siêng năng, thận trọng, có tinh thần vượt qua khó khăn, thử thách. Khi đối mặt với khó khăn bạn sẽ phân tích, loại bỏ các yếu tố bản thân cho là không quan trọng để tìm ra phương pháp giải quyết tốt nhất. Trong công việc bạn là người công tư phân minh, xử lý mọi vấn đề bằng lý trí để nhận định đúng sai rõ ràng, chứ không chấp nhận sự giả dối hay nịnh bợ. Vì vậy để có thể làm việc lâu dài với bạn thì đối phương cần cố gắng hết mình, không phạm phải sai lầm nào nếu không muốn bị cho thôi việc. Bạn thuộc tuýp người kiệm lời, nhưng trong công việc khi đứng trước sai lầm của ai đó thì sẽ lên tiếng phê bình không thương tiếc. Một lời khuyên cho bạn là để đường công danh được phát triển hơn nữa, bạn nên tiết chế tính cầu toàn quá mức. Bạn là mẫu người tỉ mỉ, cẩn thận, có tinh thần làm việc độc lập nên khá phù hợp với những ngành nghề và lĩnh vực như thuế, kế toán, kiểm toán. Bạn cũng sẽ ưu tiên những lĩnh vực khiến bản thân cảm thấy hứng thú và vui vẻ."
        }
      },
      {
        "ten": "Thiên Bình",
        "nam": {
          "tongquan": "Bạn thuộc cung Thiên Bình, là cung hoàng đạo thuộc nguyên tố khí. Chính vì thế, bạn mang trong mình nguồn năng lượng năng động và biến đổi nhanh chóng. Giống như biểu tượng hoàng đạo của mình, bạn luôn hướng đến sự công bằng, hòa bình trong cuộc sống. Bạn thường sử dụng sự thông minh, khéo léo của mình để tránh những cuộc cãi vã, xung đột. Với tài ăn nói và gu thẩm mỹ tuyệt vời, bạn được xem là chòm sao đào hoa nhất trong 12 cung hoàng đạo. Tuy hiền hòa là vậy nhưng bạn lại là một trong bốn cung hoàng đạo thuộc nhóm cung thống lĩnh cùng với Bạch Dương, Cự Giải và Ma Kết. Chính vì thế, bạn có xu hướng là người tiên phong trong mọi việc. Bạn có khả năng nhìn xa trông rộng, sẵn sàng bước ra khỏi vùng an toàn để khám phá một con đường mới mẻ. Màu sắc phù hợp và mang lại may mắn cho bạn chính là màu xanh lá cây, xanh lam và màu đen. Những màu sắc này sẽ góp phần đem lại sự cân bằng và hài hòa trong bản thân Thiên Bình - điều mà bạn luôn hướng đến, và góp phần thu hút những mối quan hệ tích cực.",
          "tinhcach": "Bạn sinh vào khoảng thời gian giữa cung Thiên Bình do vậy mà bạn mang trong mình tính cách đặc trưng của cung hoàng đạo này. Bạn mạnh mẽ, tự tin và đầy tham vọng. Bạn luôn tin tưởng vào khả năng của bản thân và luôn không chịu đầu hàng hay khuất phục trước khó khăn. Được chòm sao Centaurus (Chòm Bán Nhân Mã) phù trợ, bạn có một sự nhạy bén tuyệt vời đằng sau vẻ ngoài trầm tĩnh. Tuy nhiên bạn lại hơi khó hiểu và hay thay đổi thất thường. Bạn có thể hoà nhã, mỉm cười, độc lập nhưng không thích sự cô đơn, luôn đòi hỏi phải có người bên cạnh, thi thoảng bạn hơi ngang bướng và cứng đầu nữa.",
          "diemmanh":"Mạnh mẽ, tự tin và tham vọng quyền lực Bạn được đánh giá là khá mạnh mẽ và tự tin, bạn có rất nhiều tham vọng quyền lực. Bạn luôn có mục tiêu phấn đầu và ước mơ vươn lên trong cuộc sống. Bạn luôn cố gắng tạo dựng niềm tin, danh tiếng của bản thân và mong muốn nhận được sự ngưỡng mộ của mọi người. Bạn cho rằng thực lực của mình sẽ chứng minh được tất cả nên nếu bạn đã thực sự nghiêm túc thực hiện một việc gì đó thì sẽ thành công. Bạn đặt lòng tự trọng và cái tôi của mình lên đầu tiên, mong muốn được nhiều người để tâm đến mình, khao khát trở thành tâm điểm trong các buổi tiệc hoặc những cuộc trò chuyện. Có tài ăn nói, khéo léo trong giao tiếp Bạn là người có tài ăn nói, khéo léo trong giao tiếp. Bạn có thể nói cả ngày không ngừng nghỉ nhưng tuyệt đối không khiến người nghe buồn chán hay cảm thấy phiền chút nào. Bạn dễ dàng trong việc kết giao bạn bè, bày tỏ suy nghĩ và mong muốn của bản thân, cách nói chuyện thông minh cùng với từ ngữ hài hước lôi cuốn nhưng không kém phần duy mỹ. Bạn tạo dựng được một hình tượng rất đặc biệt trong lòng những người đã từng tiếp xúc. Bạn biết cách mở đầu và tạo dựng mạch cảm xúc cho câu chuyện. Trong các cuộc tranh luận thì bạn luôn biết cách thuyết phục tất cả mọi người bởi sự tự tin và lý lẽ của bản thân. Chính điểm mạnh này sẽ giúp cho cuộc sống cũng như công việc của bạn thuận lợi và suôn sẻ hơn. Yêu cái đẹp và sự hoa lệ bên ngoài Bạn được coi là chàng trai rất chú trọng đến vẻ bề ngoài dù là đồ vật hay con người, đầu tiên để bạn chú ý và bị thu hút là tạo hình bên ngoài và phải thật sự đẹp và bắt mắt. Sở thích cũng ít nhiều đã ảnh hưởng đến quan niệm lựa chọn người yêu của bạn, bạn gái của bạn có thể không dịu dàng, không chu đáo nhưng tuyệt đối phải dễ thương, xinh xắn. Bạn thường rất lanh lợi, khéo léo trong giao tiếp cùng với vẻ bề ngoài trau chuốt, hào nhoáng nên luôn được các chị em để mắt và xem là tiêu chuẩn lựa chọn người yêu.",
          "diemyeu":"Thân thiện, nhưng đôi lúc rất khó gần Bạn giàu lòng vị tha và có bản tính thương người cao, luôn sẵn sàng giúp đỡ mọi người khi họ khó khăn bằng một sự chân thành và nhiệt tình. Bạn là người trọng tình nghĩa nên sẽ không bao giờ bỏ mặc bạn bè hoặc người thân khi gặp khó khăn. Tuy thân thiện, hòa đồng là thế nhưng đôi khi bạn cũng rất khó tiếp xúc, nếu đối phương làm bạn bực bội hay mất hứng thì bạn cũng chẳng duy trì khuôn mặt thân thiện đâu. Nếu đã không thích một người, bạn sẽ trực tiếp bộc lộ cảm xúc và thái độ của mình chứ không phải là người dễ dàng chịu đựng và nhẫn nhịn. Bạn không gây sự nhưng sẽ tỏ thái độ không thiện cảm khi trực tiếp đối mặt với người này. Hay do dự trước khi đưa ra quyết định Bạn thường rất khó đưa ra quyết định bởi vì bạn luôn muốn đảm bảo sự hài hoà, tránh gây ra xung đột ở mọi tình huống. Do đó mà trước khi quyết định một vấn đề nào đó bạn thường đắn đo và suy nghĩ rất lâu. Bạn sợ quyết định của mình sẽ gây ra bất hoà hay ảnh hưởng, làm phiền đến người khác. Bạn thường không tự tin vào lựa chọn của mình và hay đứng núi này trông núi nọ. Khó thích nghi với môi trường mới Bạn khá nhút nhát và nhạy cảm, khó thích nghi với những thay đổi. Bạn có thể dễ bị ảnh hưởng bởi những áp lực, thông tin từ bên ngoài và phải mất khá nhiều thời gian để xử lý và làm quen với chúng. Do đó mà bạn rất hạn chế việc phải thay đổi môi trường sống hay môi trường làm việc của mình.",
          "giadinh":"Bạn là cung hoàng đạo thuộc nhóm Khí cùng với Song Tử, Bảo Bình nên thường có khả năng giao tiếp tốt, hòa đồng, linh hoạt, nói nhiều và dễ thay đổi. Thường thì bố mẹ không phải lo lắng về bạn vì bạn có khả năng thích nghi cực tốt. Bạn khéo léo không kém gì các bạn thuộc cung Song Tử. Bạn không ngại thể hiện tình yêu của mình với gia đình. Bạn cũng tinh tế và biết cách lấy lòng bố mẹ nữa. Điều duy nhất bố mẹ phải lo lắng về bạn là bạn rất hay băn khoăn và do dự trước khi làm việc gì đó. Bố mẹ rất dễ bị xiêu lòng khi bạn năn nỉ mua một món đồ nào đó vì bạn có khả năng làm tan chảy bất kì trái tim nào. Sau này khi bạn làm một ông bố, bạn có xu hướng chiều chuộng các bé gái, và luôn muốn các con của mình được tự do phát triển theo ý muốn.",
          "tinhyeu":"Không để tình yêu cá nhân chi phối công việc Bạn là người sống thiên về lý trí nên tuyệt nhiên sẽ không có chuyện bạn để cảm xúc cá nhân ảnh hưởng đến công việc hay chuyện tình cảm. Nếu bạn yêu phải một cô nàng là đồng nghiệp của mình thì chẳng bao giờ có chuyện bạn sẽ nhường nhịn đối phương trong công việc. Tuy nhiên, trong cuộc sống thường ngày ngoài công việc thì hai bạn vẫn là một cặp đôi mặn nồng chìm đắm trong sự yêu đương. Tình yêu là cảm xúc thiêng liêng nhất Được xem là những chàng trai đào hơn, nhưng đối với Thiên Bình thì tình yêu vẫn luôn là cảm xúc thiêng liêng nhất khi có được. Bạn có thể theo đuổi và tán tỉnh nhiều cô gái nhưng sẽ không bước vào mối quan hệ thật sự nào đó mà bản thân không thật sự nghiêm túc. Bạn mong muốn có được một tình yêu xây dựng trên sự tin tưởng, sẻ chia và thấu hiểu lẫn nhau để có thể cùng nhau trải qua mọi biến cố và thăng trầm trong cuộc sống. Một khi đã gặp được tình yêu đích thực thì bạn sẽ không tiếc bất cứ điều gì để người mình yêu được hạnh phúc và giữ cho mối quan hệ này bền vững, lâu dài. Tuy nhiên, một khi đang yêu sâu đậm thì bạn luôn sẵn sàng làm hoà hay nhận lỗi sai về mình dù cho có bất kỳ chuyện gì xảy ra. Nhưng khi đã hết tình cảm thì bạn sẽ chọn cách đối diện trực tiếp và nói ra sự thật cho đối phương biết chứ không thờ ơ, vô tâm để họ phải tự hiểu.",
          "tinhduc":"Với bạn, tình dục là yếu tố thiết yếu trong cuộc sống. Tình yêu đối với bạn là cảm tính, tán tỉnh, những buổi hẹn hò cực lãng mạn và tất nhiên không thể thiếu chuyện ấy. Bạn không thích những hành vi thái quá hay những ngôn từ mạnh khi yêu, mọi thứ phải được thực hiện một cách tinh tế, thận trọng và khéo léo. Bạn sẵn sàng thử những điều mới lạ và những thử thách khi lâm trận nhưng nếu đối phương không đồng ý điều đó, bạn hoàn toàn tôn trọng ý kiến. Trong suy nghĩ của Thiên Bình, tình yêu ngập tràn sự lãng mạn và dịu dàng. Bạn sẽ dâng trọn trái tim và mong muốn đối phương cũng dành tình cảm chân thành cho mình. Đối với bạn, tình yêu luôn đồng hành với tình dục, bởi vậy bạn thực sự hưng phấn và sẽ dành cho nửa kia những màn dạo đầu miên man vô tận. Bạn luôn quan tâm đến đối phương nhiều hơn bản thân trong chuyện ấy, bạn sẽ biết làm cách nào để dẫn dắt đối phương vào cuộc vui.",
          "sunghiep":"Bạn có tinh thần trách nhiệm cao cùng khả năng giao tiếp tốt nên nhìn chung con đường sự nghiệp của bạn sẽ phát triển bình thường hoặc rất thành công. Bạn có tính tình phóng khoáng, sống đơn giản và thân thiện nên được đồng nghiệp yêu quý. Bạn là những người hướng ngoại nên phù hợp với những công việc mang tính xã hội, tự do, không gò bó. Bạn sẵn sàng lắng nghe góp ý của mọi người, học hỏi và tiếp thu những kiến thức hay kinh nghiệm hay ho, thay đổi bản thân nếu cảm nhận mình chưa tốt. Bạn có khả năng định hướng và lập trường được vững chắc nên có thể đưa ra một số quyết định có tính chất quan trọng giúp con đường sự nghiệp của chính mình thành công rực rỡ."
        },
        "nu": {
            "tongquan": "Bạn thuộc cung Thiên Bình, là cung hoàng đạo thuộc nguyên tố khí. Chính vì thế, bạn mang trong mình nguồn năng lượng năng động và biến đổi nhanh chóng. Giống như biểu tượng hoàng đạo của mình, bạn luôn hướng đến sự công bằng, hòa bình trong cuộc sống. Bạn thường sử dụng sự thông minh, khéo léo của mình để tránh những cuộc cãi vã, xung đột. Với tài ăn nói và gu thẩm mỹ tuyệt vời, bạn được xem là chòm sao đào hoa nhất trong 12 cung hoàng đạo. Tuy hiền hòa là vậy nhưng bạn lại là một trong bốn cung hoàng đạo thuộc nhóm cung thống lĩnh cùng với Bạch Dương, Cự Giải và Ma Kết. Chính vì thế, bạn có xu hướng là người tiên phong trong mọi việc. Bạn có khả năng nhìn xa trông rộng, sẵn sàng bước ra khỏi vùng an toàn để khám phá một con đường mới mẻ. Màu sắc phù hợp và mang lại may mắn cho bạn chính là màu xanh lá cây, xanh lam và màu đen. Những màu sắc này sẽ góp phần đem lại sự cân bằng và hài hòa trong bản thân Thiên Bình - điều mà bạn luôn hướng đến, và góp phần thu hút những mối quan hệ tích cực.",
            "tinhcach": "Bạn sinh vào khoảng thời gian giữa cung Thiên Bình do vậy mà bạn mang trong mình tính cách đặc trưng của cung hoàng đạo này. Bạn mạnh mẽ, tự tin và đầy tham vọng. Bạn luôn tin tưởng vào khả năng của bản thân và luôn không chịu đầu hàng hay khuất phục trước khó khăn. Được chòm sao Centaurus (Chòm Bán Nhân Mã) phù trợ, bạn có một sự nhạy bén tuyệt vời đằng sau vẻ ngoài trầm tĩnh. Tuy nhiên bạn lại hơi khó hiểu và hay thay đổi thất thường. Bạn có thể hoà nhã, mỉm cười, độc lập nhưng không thích sự cô đơn, luôn đòi hỏi phải có người bên cạnh, thi thoảng bạn hơi ngang bướng và cứng đầu nữa.",
            "diemmanh":"Nhạy cảm, tinh tế và yêu cái đẹp Trong 12 cung hoàng đạo thì cung Thiên Bình nữ được đánh giá là những cô nàng trong top có mắt thẩm mỹ và năng khiếu nghệ thuật. Bạn nhạy cảm, tinh tế và yêu thích thời trang với sự phối hợp đơn giản nhưng cực kỳ cá tính. Bạn không thể cưỡng lại trước những đồ vật lộng lẫy, xinh đẹp. Đối với bạn bè chơi chung bạn có thể không có yêu cầu gì nhiều, nhưng khi tìm bạn trai, yếu tố đầu tiên bạn chú ý chính là ngoại hình, tính cách sau đó mới đến cách cư xử.Bạn vẫn luôn dành sự ưu ái đặc biệt cho những cô nàng hay anh chàng có vẻ ngoài đẹp mắt, thu hút ánh nhìn của bạn. Với bề ngoài xinh đẹp cùng gu thời trang cá tính của mình, bạn luôn muốn trở thành trung tâm của sự chú ý. Bạn luôn muốn là người dẫn đầu và cảm thấy khó chịu khi bị xếp ở vị trí thứ hai. Óc sáng tạo và khả năng tranh luận tốt Bạn có tài ăn nói và giao tiếp khéo léo cộng thêm trí thông minh nhạy bén nên luôn là tâm điểm trong những cuộc tranh luận. Bạn ngay lập tức có thể tìm ra sơ hở của đối phương để giành lợi thế và đương nhiên phần thắng sẽ thuộc về bạn. Vốn đã thông minh, bạn còn ham học hỏi, trau dồi kiến thức mới mẻ thông qua những cuộc tranh luận nên trí óc của bạn luôn hoạt động hiệu quả và phát huy hết năng suất của nó. Bạn thực tế nhưng nhiều khi cũng rất lãng mạn và mơ mộng. Bạn có khả năng sáng tạo rất tốt, đôi khi bộc phát ra những ý tưởng vô cùng hay và khả thi khiến mọi người phải ngạc nhiên.",
            "diemyeu":"Làm việc tùy hứng theo ý thích của bản thân Bạn vui vẻ, hòa đồng nên được lòng mọi người xung quanh, tuy nhiên bạn ít khi chịu quyết tâm hay cố gắng vào việc gì nếu như không có hứng thú hoặc không có ai ở bên động viên. Bạn cũng là mẫu người ưa chuộng cuộc sống thụ động và nhàn rỗi. Thành công của bạn lại dựa vào tâm tình cũng như sự hứng thú mà bạn dành cho lĩnh vực hay vấn đề mà mình tham gia. Có thể kết luận, bạn là một người rất tùy hứng, tuy thông minh nhưng nếu việc đó bạn không hứng thú thì bản thân cũng không thể làm tốt được. Hay do dự trước khi đưa ra quyết định Bạn thường rất khó đưa ra quyết định bởi vì bạn luôn muốn đảm bảo sự hài hoà, tránh gây ra xung đột ở mọi tình huống. Do đó mà trước khi quyết định một vấn đề nào đó bạn thường đắn đo và suy nghĩ rất lâu. Bạn sợ quyết định của mình sẽ gây ra bất hoà hay ảnh hưởng, làm phiền đến người khác. Bạn thường không tự tin vào lựa chọn của mình và hay đứng núi này trông núi nọ.",
            "giadinh":"Bạn là cung hoàng đạo thuộc nhóm Khí cùng với Song Tử, Bảo Bình nên thường có khả năng giao tiếp tốt, hòa đồng, linh hoạt, nói nhiều và dễ thay đổi. Thường thì bố mẹ không phải lo lắng về bạn vì bạn có khả năng thích nghi cực tốt. Bạn khéo léo không kém gì các bạn thuộc cung Song Tử. Bạn không ngại thể hiện tình yêu của mình với gia đình. Bạn cũng tinh tế và biết cách lấy lòng bố mẹ nữa. Điều duy nhất bố mẹ phải lo lắng về bạn là bạn rất hay băn khoăn và do dự trước khi làm việc gì đó. Bố mẹ rất dễ bị xiêu lòng khi bạn năn nỉ mua một món đồ nào đó vì bạn có khả năng làm tan chảy bất kì trái tim nào. Sau này khi bạn làm một người mẹ, bạn rất tình cảm và khoan dung. Bạn luôn biết cách giải quyết những xung đột một cách hài hoà và công bằng.",
            "tinhyeu":"Chung thủy và cố chấp trong tình yêu Bạn một khi đã yêu thì vô cùng chung thủy và không để bản thân bị ảnh hưởng bởi những thứ tiêu cực xung quanh. Bạn tin tưởng và đồng hành cùng đối phương trên mọi vấn đề. Bạn tinh tế và vui tính sẽ khiến cho những chàng trai gục ngã và chủ động nói ra lời tỏ tình. Mối quan hệ tình cảm của bạn luôn tươi sáng, lãng mạn và ấm áp. Khi yêu bạn sẽ dành trọn con tim cho người đó, sẵn sàng nhường vị trí đứng đầu cho người kia, chỉ cần họ cảm thấy vui vẻ là được. Bạn được đánh giá là người khá nặng tình. Bạn hy sinh rất nhiều vì người mình yêu, sẵn sàng thay đổi bản thân trở thành mẫu hình con gái mà đối phương yêu thích. Vì vậy nếu tình yêu chỉ xuất phát từ một phía và không nhận được sự hồi đáp của đối phương thì bạn sẽ trở nên tuyệt vọng không lối thoát. Bạn cũng thường xuyên rơi vào trạng thái cảm thấy hoang mang và thiếu niềm tin vào tình yêu mà đối phương dành cho mình. Tính chiếm hữu trong tình yêu chính là nhược điểm lớn của Thiên Bình nữ, bạn luôn yêu một cách tận tâm nên đôi lúc kiểm soát quá mức và khiến mối quan hệ trở nên căng thẳng và mệt mỏi. Sẵn sàng trả đũa nếu bị lừa dối tình cảm Là người mạnh mẽ, thông minh nên bạn sẽ không bao giờ làm ra những hành động khiến cho tình cảm bị nguội lạnh. Tuy nhiên, lụy tình và hiền lành thế thôi nhưng thực chất bản thân bạn là người cực cố chấp là dễ dàng bị kích động. Nếu một khi đã phát hiện người kia đang lừa dối tình cảm của mình, bạn sẵn sàng làm mọi thứ để trả thù và khiến bản thân được hả giận nhất có thể.",
            "tinhduc":"Khi đã xác định được tình cảm của mình, bạn sẵn sàng dâng hiến cho đối phương. Sự thấu hiểu là một điều mà bạn luôn đòi hỏi ở bạn tình. Đôi khi, bạn không nói ra bản thân muốn gì khi lâm trận bởi hy vọng đối phương sẽ là một chàng trai giàu kinh nghiệm và hiểu bạn muốn gì. Bạn rất muốn được thỏa mãn và nếu đối phương không làm nàng hài lòng được, thì thật sự bạn sẽ rất buồn. Bạn sẽ không nói ra bởi bạn cho rằng như thế là không tôn trọng đối tác. Sự quan tâm và ngọn lửa đam mê khi 'yêu' chính là yếu tố thiết yếu với bạn. Bạn luôn đòi hỏi đối phương phải có những thay đổi nhanh chóng bởi Thiên Bình rất dễ có cảm giác nhàm chán nếu nửa kia không chịu cập nhật những điều mới lạ.",
            "sunghiep":"Bạn là người thông minh, tài năng và có tâm huyết nên dễ dàng đạt được nhiều thành công trong công việc. Bạn luôn nỗ lực hết mình, cố gắng học hỏi thêm nhiều kiến thức để vận dụng chúng vào việc xử lý vấn đề. Bạn có khả năng thích nghi và ứng xử linh hoạt với nhiều môi trường làm việc khác nhau. Dù cho phải trải qua khó khăn hay thử thách như thế nào đi chăng nữa thì bạn vẫn biết cách tùy cơ ứng biến để giải quyết công việc nhanh nhất có thể. Bạn hòa đồng và thân thiện nên được đồng nghiệp yêu quý, tận tâm với công việc nên được cấp trên hay đối tác đánh giá cao năng lực. Tuy nhiên, ở bạn có một sự tùy hứng nhất định nên đối với những công việc bạn đã không đam mê thì sẽ không thể đạt kết quả tốt được. Bạn cần cải thiện điều này để bản thân tốt hơn trên con đường sự nghiệp của chính mình. Bạn sẽ phù hợp với những ngành nghề liên quan đến nghệ thuật so với công việc văn phòng rập khuôn, không có tính linh hoạt."
        }
      },
      {
        "ten": "Thiên Yết",
        "nam": {
          "tongquan": "Cung Bọ Cạp nam với đặc tính của một cung Nước và thuộc nhóm Kiên Định, sở hữu một vẻ ngoài lạnh lùng, ấn tượng trong bức tranh 12 cung hoàng đạo. Là cung nằm ở vị trí thứ 8 tính từ vị trí Bạch Dương, Bọ Cạp thuộc cung Nước thứ 2 sau Cự Giải, được bảo trợ bởi sao Diêm Vương – đại diện cho khao khát và dục vọng. Bọ Cạp gần như là một cung hoàng đạo thể hiện được rõ nét và sâu sắc nhất đặc tính của chòm sao này. Bọ Cạp nam có gu thời trang rất đơn giản, thậm chí là có phần xuề xoà. Bạn không quan tâm hay chăm chút đến vẻ bề ngoài của mình, thuộc mẫu người có gì mặc đó chứ không kén chọn. Tuy nhiên, điều đó không đồng nghĩa với việc bạn là chàng trai luộm thuộm. Bạn có gu ăn mặc đơn giản nhưng rất gọn gàng và đầy nam tính nên vẫn thu hút được rất nhiều cô gái. Bạn hợp với tông màu lạnh thể hiện sự mạnh mẽ, nam tính. Chẳng hạn như màu xanh nước biển, đen, nâu, xám đậm,.. Bạn rất thích chọn trang phục mang màu sắc này, với tiêu chí là không được lòe loẹt.",
          "tinhcach": "Đàn ông thuộc cung Bọ Cạp là những người vô cùng nam tính. Bạn mạnh mẽ và có ý chí kiên cường trong cuộc đời nhiều bão giông. Một khi đã có định hướng cho tương lai, bạn sẽ làm bằng được. Bạn không dễ bị ảnh hưởng bởi thế giới bên ngoài. Cho dù có bao nhiêu cám dỗ đi chăng nữa, chỉ cần nhớ đến mục đích ban đầu của mình thì bạn cũng có thể dễ dàng trở lại guồng quay của công việc. Bình thường, nét tính cách chung của cung Bọ Cạp là khá kín tiếng và kiệm lời. Tuy nhiên, vì bạn nằm ở phần đầu của chòm cung này nên bạn “lai“ một chút nét tính cách với cung Thiên Bình. Nhờ đó, kỹ năng giao tiếp của bạn khá tốt. Bạn chủ động được trong các cuộc trò chuyện, giúp người đối diện luôn cảm thấy được quan tâm, tôn trọng. Điều này đồng nghĩa với việc bạn sẽ có thêm nhiều người bạn mới, vị thế của bạn trong mắt người khác cũng tăng lên và mang lại những kết quả tốt cho sự nghiệp.",
          "diemmanh":"Mạnh mẽ, bí ẩn và đầy cuốn hút Cung Bọ Cạp nam được xem là chòm sao bí ẩn và có sức hút nhất trong vòng tròn 12 cung hoàng đạo. Bạn luôn thu hút ánh mắt của mọi người xung quanh mỗi khi xuất hiện. Thực tế nam Bọ Cạp không biết cách bộc lộ cảm xúc của mình ra bên ngoài nên thường bị hiểu lầm là người vô tâm, nhưng thật ra bạn luôn biết cách ứng xử và biết biến suy nghĩ của mình thành hành động tinh tế. Tuy vậy, nam Bọ Cạp lại mang trong mình sự kiên cường, nỗ lực hiếm có cung hoàng đạo nào có thể sánh bằng. Sức chịu đựng của bạn khá tốt dù cho có xảy ra tình huống nào đi chăng nữa, thay vì bất lực nản chí thì bạn sẽ tự tìm cách để vực dậy bản thân và tiến lên phía trước. Người ta thường nói 'đàn ông quyến rũ nhất là khi làm việc nghiêm túc', Bọ Cạp nam phát huy rất triệt để ý nghĩa của câu nói này. Bạn có mục tiêu lớn và luôn hết mình trong công việc. Đam mê và có tham vọng quyền lực Cung Bọ Cạp nam thuộc tuýp người vô cùng thông minh và nhạy bén, là những người có chí hướng và lý tưởng lớn trong công việc. Bạn luôn cố gắng hết sức để thực hiện tốt công việc và nhiệm vụ của mình, củng cố địa vị của bản thân trong lòng mọi người. Người nam Bọ Cạp thích trở thành tâm điểm, được mọi người chú ý trong mọi lĩnh vực. Bạn sẽ không bao giờ từ bỏ hay có ý định từ bỏ với những gì mình đang cố gắng phấn đấu mỗi ngày. Những anh chàng thuộc cung Bọ Cạp có một lòng đam mê vô cùng mãnh liệt với quyền lực, đối với bạn có quyền, có thể và có tiền thì mới được xem là người thành công trong cuộc sống. Tinh tế và thấu hiểu Những chàng trai Bọ Cạp vô cùng am hiểu lòng người. Bạn có khả năng nắm bắt tâm lý đỉnh cao cho nên rất dễ dàng biết được người khác muốn gì từ đó tạo dựng nên các mối quan hệ tốt đẹp một cách nhanh chóng. Ngoài ra, ở bạn còn có sự nhạy cảm nên giúp bạn có được những cảm xúc mà không mấy ai có được. Bạn có thể đặt mình vào những hoàn cảnh bất hạnh khác để cảm thông, thấu hiểu và cũng có thể nhìn thấy vẻ đẹp của cuộc sống ẩn sau những điều bình dị.",
          "diemyeu":"Hay ghen tuông và thù dai Bọ Cạp nam dễ dàng bị kích thích nhất là trong vấn đề tình cảm. Bạn khó có thể kìm nén được cảm xúc và những ý nghĩ tiêu cực khi trông thấy người con gái mình yêu có những hành động mập mờ với chàng trai khác. Những lúc như vậy bạn trở nên nóng nảy và rất khó để khiến bạn bình tĩnh lại. Thù dai là một tính cách tiêu cực điển hình của chàng trai Bọ Cạp. Phải nói rằng bạn rất ấm áp và thân thiện miễn là đối phương không phản bội bạn. Bạn có thể là người bạn tuyệt vời nhất nhưng cũng có thể là cơn ác mộng kinh khủng nhất đối với người khác. Nếu như phát hiện đối phương có hành vi phản bội, bạn sẽ có xu hướng âm thầm lập kế hoạch trả thù. Dễ thay đổi tâm trạng Những người cung Bọ Cạp thường suy nghĩ sâu sắc. Khi gặp phải một vấn đề, bạn thích thu mình lại và tự giải quyết. Sự can thiệp của người khác có thể khiến bạn kích động và giận dữ. Tuy nhiên, khi mọi việc êm xuôi, bạn lại trở về là con người ấm áp và vui vẻ. Kín kẽ và nhiều bí mật Những chàng trai Bọ Cạp là những người khép kín bởi bạn không dễ dàng tin tưởng ai. Ngay cả những Bọ Cạp năng động và hoạt ngôn nhất cũng có những bí mật không bao giờ chia sẻ. Với bạn, từ bỏ những bí mật giống như từ bỏ một phần cơ thể vậy.",
          "giadinh":"Cung Bọ Cạp Nam từ nhỏ đã là đứa trẻ thông minh, sâu sắc, và có nhu cầu cao về sự riêng tư. Bạn thích mày mò nghiên cứu và tìm hiểu về thế giới xung quanh theo cách mà mình muốn. Tuy có đôi chút khó gần và khó bảo nhưng bạn là người khá hiểu chuyện nên ít khi nào đòi hỏi quá nhiều. Bạn nhận thức được trách nhiệm của mình trong gia đình nên rất hiếu thuận và luôn phụ giúp gia đình. Nếu có anh chị em thì bạn cũng luôn quan tâm giúp đỡ trong khả năng của mình. Bạn thường sống hướng về gia đình và có xu hướng thích gắn bó với nơi quen thuộc của mình. Chàng trai Bọ Cạp thuộc tuýp người chung thủy nên yêu ai bạn cũng luôn nghĩ đến tương lai sẽ về chung một nhà. Bạn không thích có quá nhiều sự thay đổi trong cuộc sống nên việc lập gia đình với bạn chỉ là sớm muộn mà thôi. Khi đã kết hôn thì bạn nhận thức được bổn phận và trách nhiệm trụ cột của người đàn ông trong gia đình. Bạn sẽ dành thời gian thường xuyên ở bên vợ con, phụ giúp công việc gia đình và chăm sóc con cái. Đối với con mình thì bạn có phần hơi khắt khe trong việc dạy dỗ, bởi bạn luôn muốn chúng trưởng thành sau những vấp ngã hơn là sống ỷ lại vào bố mẹ.",
          "tinhyeu":"Lịch thiệp, tao nhã, có chút lạnh lùng Những anh chàng thuộc cung Bọ Cạp lịch thiệp, tao nhã lại có chút lạnh lùng nên là hình mẫu lý tưởng của rất nhiều cô gái. Bạn là người thông minh, biết cách khơi dậy được sự tò mò và hứng thú của mọi người và có vẻ rất thích chơi trò mập mờ trong tình yêu. Sự lạnh lùng gần xa của bạn tạo cảm giác khó nắm bắt nên khiến các cô gái thích thú và muốn chinh phục. Bọ Cạp quyến rũ nhất khi làm việc nên bạn phát huy được tối đa lợi thế của mình, khiến cho bao cô gái phải si mê. Trong chuyện tình cảm, Bọ Cạp được xem là những chàng trai “ngoài lạnh trong nóng”. Bạn rất ân cần, quan tâm và sẵn sàng đáp ứng yêu cầu của đối phương. Sống khép kín nhưng cuồng nhiệt trong tình yêu Cung Bọ Cạp nam có cuộc sống khá buồn chán và tẻ nhạt nhưng lại rất cuồng nhiệt trong chuyện tình cảm. Một khi đã crush cô nàng nào đó thì bạn sẽ ổn định tâm trạng và quyết tâm theo đuổi tới cùng. Bạn âm thầm quan tâm và để ý tới người đó mọi lúc mọi nơi, tận dụng triệt để những cơ hội mà mình có để đối phương có thể cảm nhận được tình cảm của mình. Là người thông minh cùng với sự mưu mô của mình, nam Bọ Cạp một khi đã nhắm trúng ai thì người đó khó có thể trốn thoát được. Một khi nam Bọ Cạp đã tìm được một nửa phù hợp với mình thì sẽ hết lòng vun đắp mối quan hệ, không bao giờ có ý định làm điều gì có lỗi với người mình yêu.",
          "tinhduc":"Bò Cạp luôn tỏ ra bình tĩnh và đôi khi kỳ dị khi yêu, nhưng bạn luôn là người tình hoàn hảo. Đối với bạn, tình dục là yếu tố cần thiết để duy trì chuyện tình cảm. Bạn luôn muốn khám phá và tìm hiểu về sở thích của đối tác. Bạn thử những trải nghiệm mới và luôn biết cách làm đối phương hài lòng nhất. Khi làm tình, đàn ông cung Bò Cạp là một ngọn núi lửa thực thụ. Bạn là chàng trai thích thể hiện quyền lực khi lâm trận. Bạn luôn muốn đối tác hoàn toàn tập trung vào cuộc chơi. Khi yêu, nửa kia nên nghe theo những hướng dẫn và gợi ý bạn. Bạn không phải là người hoạt ngôn và không thích nói quá nhiều khi lâm trận, thay vào đó, bạn thể hiện thái độ qua hành động và ánh mắt. Đối với nam Bọ Cạp, thường không có nhiều giới hạn hay những điều cấm kỵ trong chuyện ấy. Bạn thích những màn dạo đầu nóng bỏng và hứng thú với nhiều kiểu quan hệ khác nhau. Trí tưởng tượng của bạn hết sức phong phú và bạn luôn muốn thực hành chúng. Bạn bốc đồng, nhiệt huyết, tuy nhiên cũng rất trung thành và đáng tin cậy. Bạn biết những kỹ thuật làm tình và có thể biết đối tác của mình muốn những gì. Bạn rất muốn chiếm hữu và luôn thể hiện bản thân mình một cách chậm rãi. Bạn là người kín tiếng, điềm tĩnh và sống hướng nội. Do vậy bạn luôn khao khát cô gái của mình có cá tính một chút, thú vị và ngọt ngào, là người có trực giác mạnh mẽ, giác quan nhạy bén để tìm ra đầu mối phức tạp trong thế giới cảm xúc của bạn, tìm ra con người tốt đẹp nhất bên trong bạn.",
          "sunghiep":"Cung Bọ Cạp nam thông minh, nhạy bén và mạnh mẽ, cũng như không bao giờ bỏ cuộc một khi đã quyết tâm để thực hiện những mục tiêu của mình nên thường có con đường công danh, sự nghiệp vô cùng thành công. Bạn là chàng trai rất khiêm tốn nên dù đạt được nhiều thành tích thì bạn cũng sẽ không bao giờ khoe khoang, kiêu căng hay ngạo mạn. Ngược lại, bạn sẽ im lặng và tiếp tục làm việc để chinh phục những thử thách mới hơn do bản thân mình đặt ra. Bạn xử lý mọi vấn đề trong công việc bằng lý trí. Trong mọi tình huống cấp bách thì bạn lại càng bình tĩnh, giữ cái đầu lạnh để giải quyết mọi chuyện. Chính vì những nét tính cách đặc trưng này mà người nam Bọ Cạp rất thích hợp với vai trò của người lãnh đạo. Ngoài ra, người nam Bọ Cạp không luôn coi thất bại là một bài học lớn để rút kinh nghiệm, phân tích tình huống, tư duy vững vàng từ đó có thể dìu dắt một tập thể vượt qua khó khăn, khủng hoảng. Với tư duy logic của mình, cung Bọ Cạp nam thường chọn những nghề nghiệp giúp thể hiện được sự mạnh mẽ và quyết đoán của mình như cảnh sát, điều tra viên,… Bên cạnh đó, bạn cũng rất nhạy bén và có tài phán đoán nên cũng xuất sắc khi trở thành bác sĩ phẫu thuật, nhà trị liệu tâm lý, luật sư…"
        },
        "nu": {
            "tongquan": "Bọ Cạp là một cung hoàng đạo thuộc nguyên tố nước nên những cô nàng thuộc cung này sở hữu nét tính cách hướng nội, hiền lành và thích những không gian yên tĩnh. Bạn rất tinh tế, đầy sức hút và hấp dẫn hơn so với tổng thể mọi người, huyền bí và đậm chất ngầu nhưng song hành với đó, bạn có thể khiến mọi người phải kiêng dè bởi sự bản lĩnh không kém những cánh mày râu. Biểu tượng của Thiên Yết là hình ảnh một chú bọ cạp với cái đuôi chứa đầy nọc độc. Bạn được bảo hộ bởi sao Diêm Vương - một ngôi sao đại diện cho sự biến đổi. Có lẽ vì điều này nên bạn là người thường sống dựa vào cảm xúc, đa nghi nhưng rất đáng tin cậy và biết thấu hiểu. Bạn rất cẩn thận đối với việc đầu tư và có xu hướng làm việc cực kỳ chăm chỉ để có một chỗ dựa kinh tế vững chắc. Đỏ là màu sắc hoàn hảo nhất cho khía cạnh sự nghiệp và tài chính của cô nàng Bọ Cạp. Màu đỏ đại diện cho năng lượng, sự quyết tâm và niềm đam mê. Còn đối với đời sống tình cảm, màu xanh nước biển sẽ là màu phù hợp với bạn – màu sắc tượng trưng cho sự kết nối và thân thiết, giúp thu hút những đối tượng thực sự chân thành để góp phần tạo nên các mối quan hệ bền lâu.",
            "tinhcach": "Sở hữu một vẻ ngoài xuất sắc, cùng với trí thông minh nhạy bén, nên trong vòng tròn 12 cung hoàng đạo, Bọ Cạp nữ dễ khiến người xung quanh trở nên kiêng dè nhờ vào bản lĩnh không hề thua kém bất cứ ai. Bạn cũng khá kín tiếng và trầm tĩnh, nhưng lại rất dịu dàng và tốt bụng. Không chỉ vậy, những cô nàng thuộc cung hoàng đạo này còn vô cùng tự lập, luôn cố gắng hoàn thành mục tiêu của mình mà không trông chờ vào ai. Là “chị cả“ trong chòm cung Bọ Cạp, bạn có đôi chút pha trộn nét tính cách với cung Thiên Bình nên không hề ngại giao tiếp. Bạn có nhiều bạn bè, thân thiện và được lòng khá nhiều người. Tuy nhiên, đôi lúc bạn chỉ thích ở một mình và thường khiến bố mẹ lo lắng vì nhiều khi “đột nhiên“ im lặng khá lâu.",
            "diemmanh":"Khéo léo, tinh tế và có trực giác nhạy bén Những cô nàng Bọ Cạp bí ẩn nên mỗi khi xuất hiện luôn đem đến sự hiếu kỳ cho mọi người xung quanh và muốn khám phá bạn ngay lập tức. Bạn thích tạo cho mình vẻ bề ngoài lạnh lùng, biết cách để phát huy được lợi thế bản thân khiến các chàng trai nôn nóng tìm hiểu. Bạn thuộc top đầu của những cô nàng khéo léo, tinh tế. Bạn luôn biết cách điều chỉnh hành động trong khả năng để khiến người bên cạnh cảm thấy thoải mái và vui vẻ hơn. Bằng trực giác nhạy bén của mình, bạn tạo dựng được rất nhiều những khoảnh khắc tốt đẹp bên người thân và gia đình của mình. Thẳng tính, chân thật và thật thà Trong mọi lĩnh vực của cuộc sống, các cô gái thuộc chòm sao Bọ Cạp luôn trân trọng những người có năng lực đi kèm với bản tính trung thực vì vậy bạn sẽ không bao giờ dành thiện cảm cho những ai giả dối, sống lươn lẹo. Với sự tinh tế và quan sát nhạy bén của mình thì bạn luôn có những phán đoán và nhận xét về người đối diện một cách chính xác nhất. Ngoài ra, bạn khá thẳng thắn nên một khi ai đó đã hỏi bạn để cho lời khuyên thì họ sẽ nhận được câu trả lời một cách trực tiếp nhất từ bạn. Thông minh và hiểu biết Cô nàng Bọ Cạp là một trong những chòm sao thông minh nhất trong mười hai cung hoàng đạo. Bạn có khả năng nắm bắt tâm lý cực kỳ tốt, có thể nhìn thấu tâm can người đối diện chỉ với đôi mắt tinh tường nhưng mọi người sẽ rất khó để nắm bắt được tâm tư của bạn. Với sự thông minh, trực giác nhạy bén cùng với tính cách ham học hỏi, bạn có khả năng tiếp thu kiến thức nhanh, từ đó có khả năng cao sẽ thành công trong nhiều lĩnh vực khác nhau. Quyết tâm cao và kiên trì Bọ Cạp nữ là một cô nàng có sự quyết tâm cao. Một khi đã xác định rõ những gì mình muốn, bạn sẽ tập trung và nỗ lực, bất chấp những thử thách ngáng đường hay khó khăn thất bại, bạn vẫn tiếp tục thực hiện mục tiêu của mình đến cùng. Nhờ đó, bạn trưởng thành hơn và đóng góp thêm được những điều tuyệt vời cho thế giới. Can đảm Những cô nàng Bọ Cạp mặc dù có một vẻ bề ngoài rất nữ tính nhưng trái tim lại vô cùng mạnh mẽ và dũng cảm. Bạn dám đối đầu với khó khăn và thử thách, không chùn bước trước những chông gai của cuộc đời. Khi gặp phải trở ngại, nhiều người có thể sẽ chọn cách bỏ cuộc, nhưng bạn sẽ dám bước tiếp và vượt qua chúng. Nhờ vậy, bạn đạt được những thành quả mà không phải ai cũng có được.",
            "diemyeu":"Nội tâm và trầm tính Cung Bọ Cạp nữ là những cô nàng luôn muốn có cuộc sống với không gian riêng yên tĩnh. Bạn không thích giao du kết bạn, thuộc mẫu người dễ thỏa mãn nên có xu hướng phòng bị người khác nếu như họ tiếp cận quá mạnh mẽ. Bạn sống nội tâm và có nhiều suy nghĩ phức tạp nên khó đặt niềm tin vào ai đó, đây cũng là nguyên nhân bạn có rất ít bạn bè. Tuy nhiên, một khi đã trở thành bạn thân thì bạn là người cũng rất đáng yêu. Bạn trầm tính, ít nói nên nếu không phải trường hợp đặc biệt hay cần mở lời thì người khác sẽ chẳng bao giờ nghe thấy tiếng nói của bạn. Bạn không quan tâm đến việc người khác nghĩ gì về mình, luôn sống tự tại theo những ý niệm mà mình đã đặt ra. Hay ghen tuông Phụ nữ Bọ Cạp vô cùng ghen tuông. Trong mối quan hệ của mình, bạn không chịu đựng được việc bị coi là lựa chọn thứ hai. Bạn cần sự xác nhận liên tục từ nửa kia của mình và cần được trấn an rằng người ấy không quan tâm đến bất kỳ ai khác. Nếu nửa kia của bạn tán tỉnh ai đó, thì bạn sẽ nổi cơn tam bành, thậm chí có thể kết thúc mối quan hệ ngay tại chỗ. Vì vậy, tốt nhất là nửa kia của bạn đừng nên nghĩ đến chuyện lừa dối hoặc “bắt cá hai tay”. Ích kỷ và có tính chiếm hữu cao Tuy là một cô nàng nhạy cảm, dễ bị tổn thương nhưng Bọ Cạp nữ lại khá ích kỷ, đôi khi chỉ biết nghĩ cho cảm xúc của bản thân mình mà quên mất rằng cảm xúc của những người xung quanh cũng cần được trân trọng. Đặc biệt, khi trò chuyện với mọi người, Bọ Cạp nữ sẽ chỉ tập trung nói về bản thân, chứ người khác làm gì bạn chẳng mấy để tâm. Bạn còn có tính chiếm hữu, kiểm soát cao. Chỉ cần là người mà mình tin tưởng, thân thiết thì cho dù là bạn bè hay người yêu, bạn sẽ vô cùng khó chịu khi người đó có mối quan hệ thân thiết với những người khác. Bạn cần nhớ rằng mỗi người đều có nhu cầu tự do nhất định, vì vậy hãy để cho mọi người có không gian riêng được làm những gì họ muốn. Chiếm hữu hay kiểm soát cuối cùng cũng sẽ khiến mối quan hệ trở nên căng thẳng và tan vỡ mà thôi.",
            "giadinh":"Đặc điểm chung của những bạn Bọ Cạp là nhạy cảm, tình cảm, lãng mạn, biết chia sẻ và thấu hiểu. Bạn thể hiện tình yêu với gia đình bằng rất nhiều cách. Bạn có xu hướng trưởng thành hơn các cung hoàng đạo khác bơi khả năng “hiểu chuyện“ và “đồng cảm“ cao. Bố mẹ bạn sẽ rất thích điểm này ở bạn. Bạn cũng thường ít nói, nhạy cảm, giỏi che giấu cảm xúc và cực kỳ cứng đầu. Bố mẹ sẽ thường phải lo lắng cho bạn thì thấy bạn có cách nói chuyện thẳng thắn, mạnh mẽ và đôi chút xa lánh bạn bè. Tuy nhiên, bố mẹ cũng có phần yên tâm ở bạn vì bạn là một người cứng rắn và nghị lực. Là người yêu ghét rõ ràng nên đối với gia đình mình, bạn sẽ dành trọn vẹn thời gian để quan tâm và chăm sóc. Bạn thường thể hiện tình yêu gia đình bằng những hành động kín đáo nhưng vẫn làm cho bố mẹ xúc động.",
            "tinhyeu":"Tinh tế, nhạy bén trong tình cảm Cung Bọ Cạp nữ là những cô nàng rất ngại ngùng khi nói về chuyện tình cảm, bạn thường hay phân vân và không chắc chắn về mọi thứ liên quan đến tình yêu. Bạn giấu kín cảm xúc lẫn suy nghĩ của bản thân nên khiến đối phương cảm thấy bạn rất khó chiều. Dù có tình cảm cho đối phương nhiều đến thế nào đi chăng nữa thì bạn cũng sẽ rất điềm tĩnh và không thể hiện ra bên ngoài quá nhiều. Trong tình yêu, với sự tinh tế, nhạy bén của mình, bạn luôn khiến đối phương cảm thấy bản thân được quan tâm và yêu thương, sẵn sàng thay đổi chính mình chỉ cần người yêu vui vẻ, hạnh phúc. Bạn cũng rất nhạy cảm nên sẽ nhanh chóng nhận ra những bất ổn về tình cảm của người kia, từ đó tìm cách giải quyết phù hợp. Sợ bị tổn thương, đa nghi và hay ghen tuông Bản tính của nữ Bọ Cạp là đa nghi, không bao giờ chịu tin tưởng ai hoàn toàn cả cho dù là người thân của mình đi chăng nữa. Bạn sợ bị tổn thương nên dù có yêu ai bạn cũng vẫn giữ lại một chút sự phòng bị với tình cảm này. Bạn không thuộc tuýp người nhẫn nhịn. Bạn sẽ tỏ ra vô cùng khó chịu khi thấy người yêu mập mờ với người khác.Bạn tuyệt đối sẽ không thể nào tha thứ cho bất cứ hành vi lừa gạt hay phản bội nào như đã đề cập ở trên. Một khi không kiểm soát được cảm xúc và hành động của bản thân thì bạn sẽ làm ra một số việc không thể cứu vãn được. Vì vậy, nửa kia của bạn đừng bao giờ lấy tình cảm của bạn ra làm trò đùa, vì khi kích động bạn sẽ chẳng quản hậu quả có thể xảy ra.",
            "tinhduc":"Khi nói đến tình dục, nàng Bọ Cạp được mệnh danh là nữ thần tình dục. Bạn là có ham muốn tình dục cao và là một người tình rất điêu luyện. Bạn rất hấp dẫn, bí ẩn và gợi cảm, có thể thu hút bất cứ ai vào vòng tay của mình chỉ bằng một cái nhìn. Hoặc chỉ cần một cái chạm nhẹ, bạn sẽ khiến nửa kia cảm thấy bất lực và muốn trao trọn vẹn bản thân cho bạn. Bạn vừa là người cho, vừa là người nhận niềm vui trên giường. Nếu ai đó muốn ở bên bạn, hãy đảm bảo rằng họ có nhiều năng lượng tình dục vì bạn là người không thể dừng lại một khi bạn đã bắt đầu. Bạn tin vào việc thể hiện tình yêu thông qua việc làm tình. Khi vướng phải lưới tình, bạn trở nên mơ mộng và nhiều ý tưởng hơn. Bạn luôn mơ mộng tới những giây phút hai người gặp nhau, mong đợi những điều ngọt ngào và tình cảm đến từ mối quan hệ này. Bạn dễ ngại ngùng và không biết nói gì khi đứng trước người ấy nhưng rất tận tình và quan tâm tới cảm nhận của đối phương về mình. Bạn sẵn sàng thay đổi bản thân để trở nên phù hợp hơn với người đó, chiều theo ý muốn và tôn trọng lý tưởng của đối phương. Bạn thuộc nguyên tố nước, khi yêu thường thiên về sự lãng mạn và chu đáo. Những chàng trai thuộc nguyên tố lửa mạnh mẽ, bản lĩnh, đan xen với sự dí dỏm và vui vẻ sẽ là mẫu người yêu lý tưởng của bạn.",
            "sunghiep":"Nhờ vào trí thông minh, sắc sảo, nhạy bén của mình, cung Bọ Cạp nữ dễ dàng đạt được thành công trong công việc. Bạn luôn hoạch định sự nghiệp của bản thân và luôn cố gắng hết sức để đạt được những gì mà mình đề ra. Trên con đường chinh phục sự nghiệp của mình, bạn không bao giờ đầu hàng trước những chông gai thử thách ngăn cản bước chân mình. Mỗi lần vấp ngã hay thất bại thì bạn sẽ rút ra được bài học cho bản thân, tôi luyện ý chí mạnh mẽ và trở lại hiên ngang hơn. Ở bạn không tránh khỏi những phút giây mộng mơ và để trí tưởng tượng đi xa nên đôi khi hành động theo cảm tính khiến công việc bị lệch khỏi đường ray. Đây cũng chính là nhược điểm lớn mà bạn nên khắc phục để bản thân thành công hơn."
        }
      },
      {
        "ten": "Nhân Mã",
        "nam": {
          "tongquan": "Bạn là một nam Nhân Mã với đặc điểm của nguyên tố Lửa cùng với hai cung Bạch Dương và Sư Tử. Chòm sao Nhân Mã là cung chiêm tinh thứ 9 trong 12 cung Hoàng Đạo, nằm ở giữa độ thứ 240 và 270 của kinh độ thiên thể, là một trong 4 cung biến đổi. Biểu tượng của Nhân mã là mũi tên. Sao Mộc đại diện cho sự cởi mở, lòng nhân ái, may mắn, đây cũng là “vị thần” bảo hộ của Nhân Mã. Bởi vậy, bạn giống như một chiến binh phóng khoáng, ưa tự do, hào phóng, lạc quan và cực kỳ liều lĩnh. Đôi khi Nhân Mã cũng hơi hậu đậu và thiếu kiên nhẫn. Nếu có một sự kiện lớn nào đó, chắc chắn bạn sẽ vô cùng tỏa sáng. Bạn biết đẹp đúng nơi đúng lúc, thu hút sự chú ý của mọi người. Màu sắc mang lại nhiều may mắn và thịnh vượng trong công việc của cung Nhân Mã là đỏ và xanh lá cây. Các màu sắc này biểu tượng cho sự nhiệt huyết, đam mê, nỗ lực cháy bỏng để vươn lên của Nhân Mã.",
          "tinhcach": "Bạn cực kỳ bạo dạn và dũng cảm. Bạn không sợ hoặc e ngại bất cứ điều gì, ngoài ra, bạn còn biết cách truyền cảm hứng, niềm vui cho người khác dựa trên sự vui tính và dí dỏm của mình. Bạn luôn tự mình làm mọi thứ, không thích nhờ vả hay ỷ lại vào người khác. Bạn đấu tranh, nỗ lực hết mình để đạt được thành quả tốt nhất. Nếu ai đó muốn tìm một chiến hữu để tham gia những trò nghịch ngợm thì bạn chính là những chiến hữu tuyệt vời nhất. Bạn đam mê du lịch, khám phá, tìm kiếm những kiến thức mới và truyền tải năng lượng vui vẻ, tích cực. Tuy tính cách có phần hướng ngoại nhưng bạn lại luôn biết cách dành thời gian để hoàn thành công việc và chăm lo cho gia đình. Tính cách vui vẻ, hoạt bát nhưng bạn lại là người giỏi che giấu cảm xúc tiêu cực, hay chịu cô đơn một mình, ít chia sẻ với ai.",
          "diemmanh":"Lạc quan, mang đến nguồn năng lượng tích cực Bạn luôn lạc quan, tích cực nên không có điều gì có thể khiến bạn nhụt chí, hay nghĩ đến chuyện bỏ cuộc, bạn luôn cố gắng hết sức để hoàn thành những mục tiêu mà mình đã đặt ra. Một khi đã nhận định một vấn đề nào đó thì bạn sẽ luôn nhắc nhở bản thân phải cố gắng nhiều hơn nữa. Bạn mang nguồn năng lượng tích cực này lan tỏa đến mọi người xung quanh mình, luôn tỏ ra ân cần và chu đáo nên được mọi người yêu quý do cả tính cách và hành động mà bạn thể hiện. Bạn là mẫu người thân thiện, hòa đồng, luôn pha trò và tạo nhiều tình huống bất ngờ đầy hóm hỉnh để mọi người xung quanh được thoải mái và vui vẻ. Có trách nhiệm trong cuộc sống, người thân và gia đình Một khi đã nhận định về vấn đề nào đó thì bạn sẽ dốc hết sức để hoàn thành một cách tốt nhất có thể. Bạn là người có trách nhiệm và rất coi trọng chữ tín, một khi đã hứa thì sẽ làm và sẽ không bao giờ để người khác phải thất vọng về mình.",
          "diemyeu":"Bạn khá ngông cuồng và tự tin vào chính bản thân mình. Bạn cho rằng không điều gì mà bản thân không làm được nên đôi khi tự đưa mình vào những tình huống khó khăn. Bạn độc lập trong mọi vấn đề nên muốn tự tay làm mọi thứ với quan niệm chỉ cần cố gắng hết sức thì mọi việc đều có thể đạt được. Chính vì sự tự tin thái quá này khiến bạn rơi vào trạng thái quá tải, áp lực chính mình. Bạn buồn bã và trách móc chính mình khi khả năng của bản thân có hạn. Bên cạnh đó, bạn cũng thường có suy nghĩ phức tạp, nếu gặp quá nhiều áp lực thì bạn có xu hướng nổi nóng, căng thẳng. Bạn hay ôm đồm mọi thứ về mình quá nhiều vì vậy bạn nên học cách chia sẻ để bản thân được bình thản hơn. Bạn cho rằng mọi quyết định của mình đưa ra là chính xác nên không cần để tâm ý kiến của những người xung quanh. Chính nét tính cách này khiến cái tôi trở nên quá lớn và ngày càng khó sửa đổi. Bạn có xu hướng giải quyết mọi vấn đề bằng lý trí, bạn nghĩ rằng chỉ cần đối phương chịu ngồi xuống đàm phán là việc đã thành công được một nửa, tuy nhiên điều này không phải lúc nào cũng đúng.",
          "giadinh":"Bạn là một chàng trai Nhân Mã nghịch ngợm, khá hiếu động và hơi hậu đậu. Đôi khi, bạn khiến bố mẹ, bạn bè lo lắng, tuy nhiên không thể phủ nhận rằng bạn rất yêu gia đình và không ngại thể hiện tình cảm của mình với gia đình. Gia đình luôn là ưu tiên số 1 của bạn, dù công việc có bận rộn hay áp lực đến đâu thì những bạn cũng sẽ không bao giờ quên những ngày kỷ niệm quan trọng của bố mẹ hay vợ con. Đối với bạn mọi thứ có thể sao cũng được, miễn là gia đình của bạn nhận được điều tốt đẹp nhất. Ngoài ra, bạn cũng là một người rất chu đáo và quan tâm đến mọi người xung quanh, hiếu thảo và đặt nặng trọng trách lên chính bản thân mình. Nếu phải rơi vào hoàn cảnh cần phải chọn lựa giữa người mình yêu và gia đình thì chắc chắn bạn sẽ đứng về phía người thân của bạn.",
          "tinhyeu":"Bạn luôn biết cách quan tâm và bày tỏ tình cảm của mình đến người mà bạn yêu thương dù cho công việc hay cuộc sống có bận rộn như thế nào đi chăng nữa. Khi yêu, bạn trở thành một người bạn trai tâm lý, chu đáo, yêu thương người yêu hết mực. Bạn dịu dàng, tình cảm, thích chăm sóc và chiều chuộng, khiến người mình yêu thương vui vẻ, không bao giờ ép buộc đối phương làm những việc mà cô ấy không thích. Quan niệm của bạn về tình yêu chính là sự tin tưởng và chung thuỷ là hai yếu tố quan trọng trong một mối quan hệ tình cảm. Bản thân cũng là người hài hước, thoải mái nên bạn có xu hướng tìm kiếm người bạn đời có cùng sở thích và chí hướng với mình. Bạn sẽ “rung rinh” ngay lập tức khi gặp một cô nàng hoạt bát, vui vẻ và có trách nhiệm trong mọi việc. Bạn đôi khi tự tin thái quá khiến đối phương khó chịu nhưng thực tế thì bạn cũng sẽ chẳng bao giờ làm người yêu mình phải buồn phiền.",
          "tinhduc":"Đàn ông cung Nhân Mã rất khó đoán trong chuyện yêu. Đôi lúc bạn giống như những chú hổ đói, nhưng đôi lúc lại khá lạnh nhạt. Bạn khi yêu thường rất bốc lửa và đầy đam mê. Bạn linh hoạt và thích nghi với nhiều đối tượng khác nhau, nhưng những người phụ nữ có nhiều kinh nghiệm trong chuyện ân ái vẫn làm bạn thấy hứng thú nhất. Thu thập kinh nghiệm trong chuyện ấy là sở thích của Nhân Mã. Bạn thích tán tỉnh và chinh phục. Bạn luôn muốn sống trong những ngày tháng ngập tràn tình yêu và bạn cho rằng, tán tỉnh và những màn dạo đầu là điều không thể thiếu khi yêu. Nhân Mã có vẻ khá vội vàng và luôn muốn mọi việc tiến triển một cách nhanh chóng. Bạn luôn băn khoăn về màn biểu diễn của mình nên thường có xu hướng hỏi bạn tình về chất lượng những cuộc yêu. Đối với những chàng trai cung Lửa, sự hài lòng của bạn tình chính là yếu tố quan trọng nhất, bạn rất mở lòng đón nhận mọi ý kiến đóng góp từ đối tác của mình. Bạn là mẫu đàn ông cổ điển và không thích những hành động cực đoan khi yêu, tâm trạng về chuyện ấy của bạn rất khó đoán và thường thay đổi rất đột ngột. Bạn có thể dũng mãnh như một chú sư tử và lao ngay vào đối phương nhưng đôi lúc lại khá lạnh nhạt. Nhân Mã không phải là người cực đoan trong chuyện ấy nhưng một phần nhỏ trong những chàng trai Nhân Mã có xu hướng quan hệ với người đồng tính hoặc thích bạo dâm. Khi yêu, chàng rất hào hứng, tươi trẻ và luôn biết cách chiều lòng đối tác, thậm chí ngay cả khi chàng hơi lớn tuổi một chút thì mọi thứ vẫn không thay đổi.",
          "sunghiep":"Bạn có trách nhiệm và luôn phấn đấu để hoàn thành mục tiêu của bản thân mình vì vậy sẽ đạt được những thành công vốn có cho riêng mình. Bạn có trực quan rất tốt, vì vậy họ luôn biết cách nắm bắt cơ hội và đạt được những hiệu quả bất ngờ trong công việc. Tuy vậy, bạn là người dễ bằng lòng và theo đuổi đam mê hơn là tiền bạc và lợi ích thực tế nó mang lại. Bản thân bạn là những người yêu thích sự tự do, bạn thích đi đây đó để khám phá những điều mới mẻ, trau dồi theo kiến thức cho bản thân nên không phù hợp làm những công việc lãnh đạo mang tính chất khốc liệt và dứt khoát. Vì tính cách gan dạ và dũng cảm nên Nhân Mã rất phù hợp với các công việc mang tính chất thám hiểm và sáng tạo như: Nhà báo, tiếp thị, du lịch, marketing, người truyền cảm hứng,... những việc giúp bạn sử dụng được kỹ năng giao tiếp của bản thân, thỏa mãn được niềm đam mê và mang lại nguồn thu nhập nhưng không bị gò bó, áp lực quá nhiều."
        },
        "nu": {
            "tongquan": "Trong 12 cung hoàng đạo, Nhân Mã nữ được mệnh danh là chòm sao xinh đẹp nhất, với nét tính cách hòa đồng, vui vẻ và thân thiện. Đây là cung chiêm tinh thứ 9 trong 12 cung Hoàng Đạo, nằm ở giữa độ thứ 240 và 270 của kinh độ thiên thể. Nhân Mã là một trong 4 cung biến đổi và là một trong 3 cung thuộc nguyên tố lửa cùng với Bạch Dương và Sư Tử. Bạn luôn muốn tìm hiểu và khám phá những điều mới lạ, cực kỳ hào phòng và nhiệt tình với bạn bè. Nếu ai đó đang muốn tìm một chiến hữu để tham gia những trò nghịch ngợm thì bạn chính là những sự lựa chọn tuyệt vời nhất. Biểu tượng của Nhân Mã là mũi tên. Sao Mộc đại diện cho sự cởi mở, lòng nhân ái và sự may mắn, đó lại là “vị thần” bảo hộ của Nhân Mã. Do đó bạn giống như một chiến binh phóng khoáng, ưa tự do, hào phóng, lạc quan và cực kỳ liều lĩnh. Thế nhưng, đôi khi bạn còn hậu đậu, vụng về, lười biếng, nhưng bạn cũng rất thông minh nên tiếp thu cái mới cũng rất nhanh.",
            "tinhcach": "Bạn cực kỳ bạo dạn và dũng cảm, bạn không sợ hay e ngại bất cứ điều gì. Bạn biết cách truyền cảm hứng, niềm vui cho người khác dựa vào sự vui tính và dí dỏm của mình. Bạn có tính tự lập, tự chủ cao, luôn muốn tự mình làm mọi thứ, không thích nhờ vả hay ỷ lại vào người khác. Bạn có ý chí quyết tâm, mạnh mẽ cao, luôn nỗ lực vươn lên để chinh phục những đỉnh cao mới. Nhân Mã như chú ngựa hoang, luôn cảm thấy cuồng chân, thích dạo chơi qua những miền đất khác. Tính cách vô tư, tốt bụng nên Nhân Mã có nhiều mối quan hệ chất lượng. Bạn thích phong cách khỏe khoắn, năng động, như giày thể thao, quần áo cá tính, váy vóc rườm rà không phải là những món đồ bạn yêu thích. Bạn chẳng bao giờ gặp phải vấn đề gì về giao tiếp khi gặp bạn mới, hay tiếp xúc với các môi trường khác nhau.",
            "diemmanh":"Lạc quan, thân thiện và cởi mở Nhân Mã nữ là những cô nàng tràn đầy năng lượng tích cực trong mọi việc nên luôn thích tham gia các hoạt động tập thể và không ngần ngại đương đầu với những khó khăn, thử thách. Bạn thích cuộc sống bận rộn nên sẽ không bao giờ ngồi yên một chỗ, luôn thích kết bạn với những người có chung sở thích với mình. Bạn thích đi du lịch đó đây để khám phá những điều mới mẻ của cuộc sống. Bạn cũng nhận được nhiều sự quan tâm và giúp đỡ của mọi người xung quanh, bạn khiêm tốn luôn sẵn sàng học hỏi những điều không biết từ người khác nên được yêu mến là điều hiển nhiên thôi. Không bao giờ bỏ cuộc, tạo động lực thúc đẩy mọi Nhân Mã nữ luôn tin tưởng vào bản thân mình và không bao giờ bỏ cuộc dù cho phải đối mặt với khó khăn, thử thách như thế nào. Trong một tập thể, bạn luôn giữ vai trò tạo động lực thúc đẩy mọi người làm việc để cùng nhau đạt được thành công. Bằng sự lạc quan và hoạt bát của mình thì bạn luôn vẽ ra một khung cảnh tương lai tươi đẹp để mọi người có thể cố gắng hơn trong việc hoàn thành nhiệm vụ được giao. Bạn cũng là người thẳng thắn, bạn không thích sự vòng vo hay nói những lời vô nghĩa làm mất thời gian của người khác. Một khi không hài lòng với vấn đề gì thì bạn sẽ có xu hướng trình bày quan điểm ngay lập tức, nếu gặp khó khăn không giải quyết được bạn sẵn lòng nhờ vả hoặc xin ý kiến từ những người xung quanh. Bạn sống khá lý trí và tách bạch rõ ràng chuyện công chuyện tư nên sẽ không bao giờ làm điều gì ảnh hưởng đến lợi ích chung của tập thể và mọi người xung quanh. Yêu thích tự do và ghét sự gò bó, khuôn khổ Nhân Mã nữ độc lập, có mục tiêu để phấn đấu nhưng không phải là một người dễ bảo. Bạn thích thể hiện bản thân mình, luôn cố gắng để đạt vị trí cao nhất. Là những cô nàng mạnh mẽ và ghét sự trói buộc, bạn sẽ cảm thấy bực bội và gò bó khi có ai đó cố gắng kiểm soát mình. Bạn thân thiện, hòa đồng nhưng không có nghĩa là dễ bắt nạt nên đừng bao giờ ra lệnh cho bạn vì bạn có thể làm ngược lại những gì họ mong muốn. Nhân Mã tự tin vào bản thân mình nên luôn tin rằng không có sự giúp đỡ người khác thì bản thân cũng có thể hoàn thành tốt công việc.",
            "diemyeu":"Những cô nàng thuộc chòm sao Nhân Mã đôi khi tự tin thái quá vào bản thân nên luôn cho rằng ý kiến của mình là đúng đắn và có giá trị nhất. Sự ương bướng này khiến những người xung quanh cảm thấy khó chịu vì dù có khuyên hết lời thì bạn vẫn làm theo ý mình. Bạn đánh giá cao bản thân nên thường không tránh khỏi cảm giác thất vọng nếu không đạt đến những gì mà mình đã lập kế hoạch từ trước. Nỗi sợ thất bại hay cô đơn khi bị bỏ lại phía sau chính là ám ảnh tâm lý sẽ đẩy nữ Nhân Mã rơi vào tuyệt vọng.",
            "giadinh":"Đặc điểm chung của nhóm nguyên tố Lửa là nhiệt tình, đam mê, nghịch ngợm, hiếu động, đôi khi khiến người lớn phải lo lắng cho bạn, nhưng các bạn rất yêu gia đình và cũng chưa bao giờ ngại thể hiện tình cảm của mình với gia đình. Đối với bạn, gia đình và những người thân yêu là số 1. Phụ nữ Nhân Mã đề cao giá trị truyền thống từ việc quán xuyến công việc nội trợ đến chăm lo cho gia đình. Bạn là người phụ nữ của gia đình nên không ít phụ nữ cung Nhân Mã chấp nhận từ bỏ sự nghiệp đang trên đà thăng tiến để vun vén và chu toàn cho hạnh phúc gia đình.",
            "tinhyeu":"Người phụ nữ của gia đình, đề cao giá trị truyền thống Cung Nhân Mã nữ dành nhiều thời gian, tâm sức để tạo dựng bầu không khí hoà hợp cho cả hai trong tình yêu. Nhân Mã là người tinh tế, nhạy cảm nên luôn quan sát nhất cử nhất động của đối phương để điều chỉnh hành vi và thái độ của mình sao cho phù hợp nhất. Bạn luôn cố gắng quan tâm, chăm sóc để nửa kia cảm thấy bản thân mình được yêu thương và chiều chuộng. Chính những ưu điểm này khiến nữ Nhân Mã là hình mẫu lý tưởng của rất nhiều bạn trai. Nhân Mã thuộc mẫu người truyền thống trong tình yêu nên một khi đã phải lòng ai đó nàng sẽ nhanh chóng xác định rõ ràng mối quan hệ này. Bạn luôn tôn trọng ý kiến của người yêu, chỉ cần đối phương tỏ ý không hài lòng, bạn sẽ suy xét lại hành động của bản thân xem điều gì chưa đúng. Hay ghen tuông và thiếu chính kiến Bạn là mẫu người đề cao sự tự do, không muốn bản thân bị gò bó trong khuôn khổ hay bị quản thúc, nhưng ở một khía cạnh khác bạn lại hay ghen và có xu hướng muốn kiểm soát nửa kia của mình. Nhưng một khi có vấn đề xảy ra thì bạn thường chọn cách im lặng giả vờ không quan tâm người mình yêu hoặc hòa mình vào cuộc chơi cùng bạn bè. Chỉ khi đối phương xuống nước và chân thành nhận lỗi thì bạn sẽ sẵn sàng tha thứ ngay lập tức.",
            "tinhduc":"Những cô nàng Nhân Mã cực kỳ khêu gợi và đầy đam mê khi yêu. Bạn thường đòi hỏi sự thỏa mãn, thích mạo hiểm, và bạn không phải là mẫu phụ nữ chung thủy. Bạn rất giàu kinh nghiệm khi yêu, và tất cả những kinh nghiệm đó đều được tích lũy khi bạn còn trẻ. Bạn rất hay bị stress, vì thế, bạn không bao giờ muốn một cuộc yêu quá nhàm chán. Bạn muốn một cuộc vui mãnh liệt, đam mê, phong phú và bạn thích dùng trí tưởng tượng của mình để phục vụ cuộc yêu đó. Bạn đòi hỏi rất khắt khe ở người bạn tình của mình để có thể thỏa mãn nhu cầu của bạn. Nếu không đáp ứng được những điều đó, chắc chắn bạn sẽ bỏ rơi đối tác của mình. Nói chung, bạn có đời sống tình dục khá phóng khoáng và luôn muốn học tập những điều mới mẻ, bạn không ngại thử những điều mới lạ để làm mới chuyện yêu.",
            "sunghiep":"Cung Nhân Mã nữ là người độc lập, luôn lên kế hoạch và nỗ lực để đạt được những gì mình đặt ra trong công việc. Bạn có thể mạnh dạn rời xa quê hương để thực hiện ước mơ học tập và làm việc của mình. Bạn là những cô nàng thích khám phá những điều mới mẻ, đi du lịch đó đây nên bạn thích hợp với các nghề nghiệp như nhà văn, nhà báo, phóng viên,… Những ngành nghề thuộc lĩnh vực ngôn ngữ và phiên dịch viên cũng rất thích hợp với nữ Nhân Mã."
        }
      }
      
    ]
  }