[
  {
    "tichcuc": "Quyết đoán, tham vọng, thành công, tự lập, độc lập, lãnh đạo, độc đáo, sáng kiến, khởi đầu mới, tiên phong, tổ chức, bản năng, tình yêu, trực giác, dũng cảm, sức mạnh, sáng tạo, tự lực, ngoan cường, mạnh mẽ, uy quyền, truyền cảm hứng, ý chí mạnh mẽ, nhân hậu, đạt được, hạnh phúc, vinh quang, danh tiếng, duy nhất, toàn trí, hoàn thành.",
    "tieucuc": "Độc thân, cố chấp, tự phụ, hẹp hòi, bướng bình, thích kiểm soát, thiếu cảm xúc, thụ động, đi theo, hiếu chiến, phụ thuộc, ý chí yếu, kiêu ngạo, thống trị.",
    "mot": "Trong chuyện tình cảm, 1 & 1 cần tạo ra sự cân bằng trong mối quan hệ, tránh tạo cảm giác bản thân đang bị chi phối bởi người còn lại. Trong một cuộc cãi vã, 2 người thường cứng đầu và không chịu lùi bước. Đây có thể là vấn đề thường xuyên xảy ra và lặp đi lặp lại trong mối quan hệ giữa 2 người. Tuy nhiên, cả 2 đều không mấy bận tâm tới vấn đề này mà thường chấp nhận nó như một phần trong cuộc sống hàng ngày với nhau. Ngoài ra, 2 người cũng cần tìm kiếm những sở thích, mục tiêu chung và dành thời gian cho người kia ngay khi có thời gian rảnh rỗi. Điều này sẽ là 1 trong những yếu tố quan trọng giúp thúc đẩy mối quan hệ trở nên hòa hợp và lâu dài hơn.",
    "hai": "Trong chuyện tình cảm, 1 & 2 khá hợp nhau. Nhìn chung, trong mối quan hệ này sẽ không có nhiều tranh cãi phát sinh .Trong khi số 2 có thể mang lại những mong muốn về tình cảm của số 1 thì ngược lại, số 1 cũng mang đến cảm giác yên tâm và thoải mái cho số 2. Tuy nhiên, trong mối quan hệ này thì số 1 nên chủ động đáp lại tình cảm chứ đừng coi tình cảm của số 2 là điều dĩ nhiên. Số 2 thường là người sát cánh bên số 1 qua những khoảng thời gian dù khó khăn hay hạnh phúc. Số 1 cũng đánh giá cao điều này. Vì thế, họ sẽ thường cố gắng không trở nên gắt gỏng hoặc khó chịu. Tuy nhiên, số 2 nên quan tâm hơn với những mong muốn, nhu cầu của bản thân thay vì chỉ chú trọng tới nhu cầu của người khác. Điều này sẽ giúp số 2 tránh tình trạng trở thành bàn đạp, 'vật hi sinh' đối với số 1. Không những vậy, điều này còn giúp số 2 duy trì lòng tự trọng cũng như sự tôn trọng từ người kia.",
    "ba": "Trong khi số 3 dễ bị thu hút bởi sự tự tin và tham vọng của số 1 thì số 1 lại thích nhận được sự tán dương và ngưỡng mộ từ số 3. Mối quan hệ giữa số 1 và số 3 có nhiều tiềm năng phát triển lâu dài nếu hai người chịu dành thời gian tìm hiểu và học cách thông cảm, chia sẻ với nhau. Số 3 sẽ cảm thấy không mấy vui vẻ với thái độ thiếu quan tâm của số 1. Vì thế, nếu số 1 thật sự mong muốn có mối quan hệ lâu dài với số 3, số 1 cần học cách tỏ ra thông minh và lãng mạn hơn. Bởi trong tình yêu, nếu số 1 không giành được sự đánh giá tốt từ số 3 thì khả năng số 3 sẽ tìm kiếm mối quan hệ với người khác. Bên cạnh đó, số 3 cũng nên học cách chấp nhận rằng sự lãng mạn không phải lúc nào cũng được số 1 đặt lên hàng đầu. Cũng như việc số 1 coi công việc và việc đạt được mục điêu là điều cực kỳ quan trọng.",
    "bon": "Đây là mối quan hệ mà cả 2 cần đưa đưa ra cam kết với nhau và cần nỗ lực để thực hiện điều đó. Nếu cả 2 nỗ lực hết mình thì cả 2 sẽ nhận được những kết quả xứng đáng và tốt đẹp cho đôi bên. Về bản chất, cả số 1 và số 4 đều là người khó mở lòng. Vì thế, đôi bên thường cảm thấy thiếu sự tin tưởng vào người còn lại. Bên cạnh đó, mối quan hệ này còn gặp nhiều trở ngại do cả 2 người đều muốn thống trị và kiểm soát nửa kia của mình. Không bên nào chấp nhận người còn lại đang muốn kiểm soát hoặc ra lệnh cho họ. Điều này chính là nguồn gốc của nhiều sự tranh cãi, bất hòa trong mối quan hệ. Ngoài ra, việc số 4 thường tỏ ra nóng nảy, khó kiểm soát cơn giận của mình. Điều này sẽ khiến số 1 cảm thấy mối quan hệ này khó có thể lâu bền và có thể dẫn đến chia tay. Vì thể, số 4 nên học cách quản lý sự tức giận của mình bằng cách tránh tạo ra xung đột.",
    "nam": "Khó khăn trong mối quan hệ giữa số 1 và số 5 chính là việc số 5 ít bị thu hút bởi số 1 vào thời gian đầu. Trong khi số 5 cảm thấy số 1 quá lạnh lùng thì số 1 lại cảm thấy khó chấp nhận với quan điểm sống của số 5. Bởi số 5 thường quá thờ ơ với số 1. Nếu số 5 có tình cảm với số 1, họ sẽ chấp nhận số 1 là số 1 và người ấy có những điểm khác biệt với mình. Điều này sẽ giúp số 1 khám phá thêm 1 khía cạnh khác trong tỉnh cách của mình nhờ số 5 mang lại. Họ có thể trở nên thoải mái và vui vẻ hơn với số 5. Số 5 sẽ là người giúp đỡ và hỗ trợ cho số 1. Và số 1 thì nên tôn trọng và đánh giá cao sự ủng hộ này. Ngoài ra, số 1 nên dành thời gian nhiều hơn cho người yêu và tránh bị 'cuồng công việc'. Bởi nếu số 1 quá bận rộn sẽ khiến số 5 cảm thấy bị bỏ bê và tìm kiếm tình cảm ở nơi khác. Nếu số 1 và số 5 tiến tới với nhau, mối quan hệ này có khả năng lâu dài và hạnh phúc nếu số 1 tiếp tục cố gắng và nỗ lực vun đắp.",
    "sau": "Khả năng số 6 chính là người yêu lý tưởng của số 1. Nếu số 6 đáp ứng được kỳ vọng của số 1 thì mối quan hệ có thể sẽ cất cánh bay cao. Khó khăn có thể nảy sinh khi thể hiện tình cảm và cảm xúc, vì số 1 không giỏi trong việc thể hiện và số 6 sẽ không công khai cho đến khi họ cảm thấy chắc chắn về cam kết của đối tác của mình. Điều này có thể khiến mối quan hệ tan vỡ vì không bên nào chắc chắn được tình cảm của đối phương. Cả số 1 và số 6 nên cố gắng bày tỏ cảm giác của họ về nhau nếu họ muốn mối quan hệ kéo dài. Số 1 cần tập trung nhiều hơn vào mối quan hệ của họ và nỗ lực hơn nữa để có được tình cảm. Số 6 nên quyết đoán, thỉnh thoảng chủ động trong mối quan hệ và bày tỏ cảm xúc cũng như mong muốn của họ với người ấy.",
    "bay": "Mối quan hệ tình yêu giữa Số 1 và Số 7 không phải là một sự trùng khớp khó xảy ra, vì Số 1 và Số 7 có những sở thích và lý tưởng khá khác nhau. Tuy nhiên, nếu Số 1 và Số 7 thấy mình bị thu hút bởi nhau và quyết định tiến tới, thì rất có thể mối quan hệ sẽ khá tốt đẹp. Số 1 và số 7 sẽ thấy người còn lại khá thú vị, và mỗi người sẽ muốn tìm hiểu về cách đối phương nhìn nhận các tình huống khác nhau. Điều này có thể dẫn đến một quá trình phát triển cảm xúc và trí tuệ hứng thú đối với Số 1 và Số 7, những người sẽ thích có cơ hội nhìn thế giới qua con mắt của người khác. Số 7 rất lãng mạn và yêu thương đối với người bạn đời của họ. Số 1 sẽ rất vui khi nhận được sự ủng hộ và tình cảm của Số 7, nhưng cũng nên cố gắng đáp ứng nhu cầu của người bạn đời của họ, người cũng cần được yêu thương và hỗ trợ. Số 1 nên cẩn thận, đừng lơ là Số 7, nếu không họ có thể không chịu được sự thiếu thốn tình cảm và người bạn đời của họ. Số 1 sẽ rất vui khi nhận được sự ủng hộ và tình cảm của Số 7, nhưng cũng nên cố gắng đáp ứng nhu cầu của người bạn đời của họ, người cũng cần được yêu thương và hỗ trợ. Số 1 nên cẩn thận, đừng lơ là Số 7, nếu không họ có thể không chịu được sự thiếu thốn tình cảm và có thể tìm kiếm sự lãng mạn ở nơi khác. Khó khăn có thể nảy sinh trong mối quan hệ này nếu Số 1 cố gắng lấn át Số 7. Số 7 rất độc lập và sẽ phản ứng không tốt với một người yêu độc đoán. Chìa khóa thành công của cặp đôi này là sự giao tiếp và tôn trọng. Số 1 cần đảm bảo rằng họ dành nhiều thời gian cho người yêu Số 7 của mình, và khi ở bên nhau, họ nên nói chuyện cởi mở và trung thực. Số 1 và số 7 cần thừa nhận và tôn trọng nhu cầu cá nhân của nhau.",
    "tam": "Số 1 và số 8 có rất nhiều điểm chung. Họ đều là những cá nhân có động lực và tham vọng cao, mong muốn thành công trong sự nghiệp đã chọn. Có khả năng sẽ có một sức hút tức thì giữa hai người này, điều này sẽ phát triển thành sự ngưỡng mộ và tôn trọng, từ đó mối tình lãng mạn cũng có thể nảy nở. Sự kết hợp của Số 1 và Số 8 trong một mối quan hệ có thể cực kỳ có lợi cho cả hai cá nhân vì họ sẽ có thể nói chuyện thoải mái về tham vọng và mục tiêu của mình với nhau. Số 1 và số 8 đều đánh giá cao cơ hội trao đổi ý kiến với nhau và thảo luận về các vấn đề nghề nghiệp. Cả hai sẽ cảm thấy được hỗ trợ và đánh giá cao trong mối quan hệ này, và họ có thể sẽ rất hạnh phúc bên nhau. Số 1 và số 8 có chung xu hướng bỏ bê người bạn đời lãng mạn của họ để theo đuổi sự nghiệp. Điều này sẽ không gây ra vấn đề trong mối quan hệ này vì cả hai cá nhân sẽ tôn trọng mong muốn, nhu cầu của nhau vì nó sẽ giúp họ có thời cơ để phát triển sự nghiệp. Số 1 và số 8 có chung xu hướng bỏ bê người bạn đời lãng mạn của họ để theo đuổi sự nghiệp. Điều này sẽ không gây ra vấn đề trong mối quan hệ này vì cả hai cá nhân sẽ tôn trọng mong muốn, nhu cầu của nhau vì nó sẽ giúp họ có thời để phát triển sự nghiệp của họ. Tuy nhiên, điều quan trọng là Số 8 và Số 1 cần dành thời gian cho nhau, và họ không nên để mối quan hệ của mình luôn chiếm vị trí thứ hai sau sự nghiệp. Mối quan hệ này sẽ không quá lãng mạn hay nồng nàn, nhưng có lẽ sẽ đứng vững trước thử thách của thời gian một cách đáng ngưỡng mộ. Số 1 và số 8 cả hai sẽ cảm thấy an tâm và hài lòng trong mối quan hệ của họ với nhau.",
    "chin": "Mối quan hệ giữa Số 1 và Số 9 có thể sẽ lâu dài và hạnh phúc. Số 1 sẽ bị thu hút bởi niềm đam mê và năng lượng của Số 9, và đó là sự hấp dẫn sẽ kéo dài trong suốt mối quan hệ. Nếu Số 1 liên quan đến Số 9, họ sẽ không cảm thấy khó khăn khi sắp xếp thứ tự ưu tiên cho mối quan hệ của mình. Số 1 sẽ bị quyển rũ bởi tính cách và sức sống của Số 9. Số 9 cũng sẽ thấy tầm nhìn đầy tham vọng của Số 1 trở nên hấn dẫn. Sự kết hợp của Số 1 và Số 9 là điện, và mối quan hệ giữa hai số này sẽ chứa đầy niềm đam mê. Nếu Số 1 có thói quen bỏ bê đối tác của họ, điều đó có thể gây ra các vấn đề thực sự trong mối quan hệ. Số 9 cần có sự lãng mạn và đam mê trong một mối quan hệ, và nếu bị Số 1 tước đoạt điều này, họ có thể tìm kiếm sự phấn khích ở nơi khác. Số 1 và số 9 cần dành thời gian ở bên nhau để họ có thể tận hưởng sự bầu bạn của nhau. Miễn là mối quan hệ có tầm quan trọng ngang nhau đối với cả hai, Số 1 và Số 9, cả hai đều là những người có tính cá nhân cao, sẽ hạnh phúc và họ sẽ gặp ít khó khăn."
  },
  {
    "tichcuc": "Bạn bè, nghệ sĩ, lâu dài sứ giả hòa bình, nhẹ nhàng, tốt bụng, quyển rũ, sâu sắc, nhạy cảm, đội chơi, tham vọng, tinh thần, lịch sự, yên lặng, chỉ cần, không ích kỷ, hài hòa, hòa đồng, hỗ trợ, chú ý đến chi tiết, hợp tác, quyết định, đĩnh đạc, trực quan, thích nghi, đồng ý, thận trọng, cân nhắc, tình cảm, linh hoạt, yêu thương, hiểu biết, cân nhắc, ân sủng, tận tâm, tiềm thức, cân bằng, trung gian.",
    "tieucuc": "Bất cần, thờ ơ, không có khả năng chịu trách nhiệm, sợ hãi, ý chỉ yếu, phục tùng, bi quan, phụ thuộc, thiếu quyết đoán, do dự, thiếu cân bằng, không vững chắc, không ổn định, thiếu nhạy cảm, không linh hoạt, không đồng ý, trì trệ, thiếu cân nhắc, không cam kết, không yêu thương, sợ hãi mắc sai lầm, sợ hãi sự thay đổi không có kế hoạch, sợ hãi ở một mình, sợ hãi trước những điều chưa biết.",
    "mot": "Trong chuyện tình cảm, 1 & 2 khá hợp nhau. Nhìn chung, trong mối quan hệ này sẽ không có nhiều tranh cãi phát sinh .Trong khi số 2 có thể mang lại những mong muốn về tình cảm của số 1 thì ngược lại, số 1 cũng mang đến cảm giác yên tâm và thoải mái cho số 2. Tuy nhiên, trong mối quan hệ này thì số 1 nên chủ động đáp lại tình cảm chứ đừng coi tình cảm của số 2 là điều dĩ nhiên. Số 2 thường là người sát cánh bên số 1 qua những khoảng thời gian dù khó khăn hay hạnh phúc. Số 1 cũng đánh giá cao điều này. Vì thế, họ sẽ thường cố gắng không trở nên gắt gỏng hoặc khó chịu. Tuy nhiên, số 2 nên quan tâm hơn với những mong muốn, nhu cầu của bản thân thay vì chỉ chú trọng tới nhu cầu của người khác. Điều này sẽ giúp số 2 tránh tình trạng trở thành bàn đạp, 'vật hi sinh' đối với số 1. Không những vậy, điều này còn giúp số 2 duy trì lòng tự trọng cũng như sự tôn trọng từ người kia.",
    "hai": "Hai Số 2 rất thích hợp về mặt tình cảm và quan hệ đối tác. Về cơ bản, người số 2 có nhu cầu được hiểu đầy đủ, và không ai có thể hiểu người số 2 tốt hơn người khác số 2. Để Số 2 hạnh phúc, họ cần sự cam kết và ổn định, và nhu cầu này sẽ được thỏa mãn hoàn toàn trong một mối quan hệ với số 2 khác. Mối quan hệ giữa hai số 2 có thể là một mối quan hệ hợp tác lâu dài và hạnh phúc. Một khi hai người đã cam kết với nhau, không có khả năng họ sẽ chia tay nhau. Lý do bởi vì hai số 2 thường sẽ nói chuyện với nhau về mọi thứ liên quan đến họ, và họ biết rằng họ sẽ được hiểu. Họ sẽ tôn trọng và ngưỡng mộ lẫn nhau. Họ cũng sẽ cảm thấy an toàn và được yêu thương trong mối quan hệ với nửa kia.",
    "ba": "Số 2 và số 3 có khả năng gặp nhau tại một hoạt động xã hội, vì cả hai đều thích đi tiệc và tụ tập bạn bè. Họ có khả năng bị thu hút bởi nhau, và một mối quan hệ tình yêu nói chung là thành công. Số 3 thích các mối quan hệ hài hòa và Số 2 cũng rất cần sự hòa hợp. Không có lí do cãi vã. Số 3 sẽ có xu lấn lướt hơn một chút so với Số 2 trong mối quan hệ, và điều này là thách thức cần vượt qua ở cả Số 2 và Số 3. Số 2 sẽ làm khá nhiều vì lợi ích của sự hòa hợp và một cuộc sống thoải mái vui vẻ, nhưng nên cảnh giác với việc cho đi quá nhiều. Số 3 nên đánh giá cao bản chất chấp nhận hi sinh của Số 2, và không nên lợi dụng tình hình để trục lợi. Thật tốt là cả Số 2 và Số 3 đều thích giao lưu và đây là hoạt động mà họ sẽ làm cùng nhau. Số 3 sẽ có ít cơ hội tán tỉnh hơn nếu Số 2 có mặt. Số 3 nên cẩn thân, hạn chế tán tỉnh khi có mặt Số 2, vì Số 2 dễ ghen tuông và cay cú. Số 2 có thể coi việc tán tỉnh của Số 3 là một hình thức phản bội và cảm thấy rằng mình không còn được yêu thương và tôn trọng. Đây là lí do duy nhất có thể gây ra vấn đề chia tay trong một cuộc cãi vã. Số 2 và số 3 nên thảo luận vấn đề và giải thích cảm xúc của họ với nhau. Số 2 sẽ cần sự trấn an từ Số 3 rằng không có mối đe dọa nào, và Số 2 không nên cố gắng hạn chế tính cách của Số 3.",
    "bon": "Mối quan hệ giữa Số 2 và Số 4 có thể là một sự kết hợp vui vẻ và hài hòa vì Số 2 và Số 4 đều tìm kiếm sự cam kết và an toàn, và mối quan hệ giữa hai người này có thể sẽ trở nên nghiêm túc sau một thời gian ngắn. Mối tình lãng mạn giữa Số 2 và Số 4 khó có thể là một cuộc tình ngắn ngủi. Số 4 và Số 2 sẽ cùng nhau tận hưởng tạo ra một ngôi nhà ấm áp và an toàn. Họ sẽ dành rất nhiều thời gian để cùng nhau lập kế hoạch cho tương lai của mình. Chìa khóa hạnh phúc của Số 2 và Số 4 là sự cam kết. Mỗi người đều biết rằng người kia hoàn toàn cam kết với mối quan hệ, và chắc chắn với kiến thức này, cả Số 2 và Số 4 sẽ phát triển mạnh mẽ. Số 4 sẽ học cách thoải mái và hài hước hơn thông qua mối quan hệ của họ với Số 2, và Số 2 sẽ cảm thấy quyết đoán hơn và có thể nói lên ý kiến của mình. Số 2 và số 4 sẽ tôn trọng và ngưỡng mộ lẫn nhau. Mối quan hệ của họ sẽ là tình cảm và yêu thương và sẽ đứng vững trước thử thách",
    "nam": "Ngay sau khi sức hút ban đầu đạt đến đỉnh điểm, Số 2 và Số 5 có thể gặp khó khăn. Sau một thời gian tương đối ngắn, Số 2 sẽ chỉ ra rằng họ đang tìm kiếm một mối quan hệ lâu dài và cam kết. Số 5 sẽ ngạc nhiên và cảnh giác về điều này và có thể sợ hãi. Số 2 nên cho phép mối quan hệ tiến triển một cách tự nhiên, không gắn bất kỳ hy vọng hay kỳ vọng nào vào nó. Chắc chắn Số 2 nên hạn chế nói về bất kỳ kỳ vọng nào mà họ có thể có về mối quan hệ, trừ khi Số 5 thể hiện sự quan tâm đến cam kết theo một cách nào đó. Nếu Số 5 cảm thấy sẵn sàng cam kết với Số 2, thì Số 2 sẽ thấy rằng Số 5 là một đối tác yêu thương và chung thủy. Số 2 có thể cảm thấy rằng số 5 thiếu tình cảm là một dấu hiệu cho thấy mối quan hệ không có kết quả, nhưng đây chỉ là bản chất của số 5, và số 2 cần phải chấp nhận điều này. Số 5 nên cố gắng dành tình cảm nhiều hơn cho Số 2, người thực sự cần rất nhiều sự quan tâm và trấn an. Một lĩnh vực khó khăn khác là hành vi tán tỉnh của Số 5. Mặc dù điều này không có nghĩa là Số 5 có ý định không chung thủy, nhưng Số 2 sẽ thấy hành vi này rất khó xử lý và có thể trở nên ghen tuông, cay nghiệt. Thật không may, phản ứng này có thể dẫn đến việc Số 5 trở nên mệt mỏi với mối quan hệ, tìm kiếm niềm vui ở nơi khác và thậm chí trở nên thoải mái trong việc tán tỉnh hơn. Nếu vấn đề này xảy ra trong mối quan hệ, Số 2 và Số 5 cần phải nói về nó và thống nhất một cách để tránh những điều không vui. Với một chút cố gắng và nhiều giao tiếp và hiểu biết, mối quan hệ này có khả năng thành công. Chắc chắn, nếu Số 2 và Số 5 có thể sống sót qua những vấn đề khó khăn trong gia đoạn ban đầu của mối quan hệ thì mọi chuyện sẽ diễn ra tốt đẹp cho cả hai.",
    "sau": "Mối quan hệ giữa Số 2 và Số 6 rất hợp nhau về mặt tình cảm. Số 2 sẽ cởi mở về nhu cầu bảo mật và cam kết của họ, và sẽ cho Số 6 biết họ đang cảm thấy thế nào. Số 6 sẽ đánh giá cao sự trung thực của Số 2 và sẽ cảm thấy đủ an toàn để có thể nói về cảm xúc của chính mình. Một khi sự cam kết đã được thiết lập, cả Số 6 và Số 2 đều có thể trở thành những đối tác tình cảm và yêu thương. Cả Số 6 và Số 2 đều không thích thảo luận hoặc tranh cãi về những cảm xúc tiêu cực, và đây có thể là nguồn gốc của những khó khăn trong mối quan hệ. Số 6 có xu hướng nội tâm hóa cảm xúc và khiến chúng trở nên chai sạn, cũng như Số 2. Những cảm xúc tiêu cực này không thể bị che giấu mãi mãi và có thể trở thành sự oán giận và bất mãn nói chung. Cả Số 6 và Số 2 sẽ muốn người yêu của họ nhận ra rằng họ đang không hạnh phúc, mặc dù họ sẽ không công khai nói như vậy. Cả hai sẽ bị ám ảnh bởi sự bất hạnh của chính mình và không nhận thức được cảm xúc của người bạn đời. Cuối cùng, nếu những cảm giác tiêu cực này không được giải quyết và xử lý, mối quan hệ có thể tan vỡ và cả Số 6 và Số 2 sẽ không thể nói chính xác lý do tại sao. Tất cả điều này có thể tránh được bằng sự trung thực và cởi mở ở giai đoạn đầu. Số 6 và Số 2 cần nhận thức được nhu cầu của nhau và giao tiếp với nhau và nỗ lực có ý thức để làm được điều đó. Điều này có thể khó khăn đối với họ, vì cả hai đều nội tâm hóa vấn đề và không thích nhìn nhận khó khăn. Nếu họ thành công trong việc giải tỏa sự khác biệt của mình và tránh gây ra sự oán giận, họ sẽ rất hạnh phúc bên nhau và mối quan hệ của họ sẽ bền chặt.",
    "bay": "Mối quan hệ giữa Số 2 và Số 7 có khả năng trở nên nghiêm túc rất nhanh chóng. Cả Số 2 và Số 7 đều có xu hướng cam kết bản thân ở giai đoạn đầu trong các mối quan hệ. Số 7 sẽ tuyên bố tình yêu bất diệt dành cho Số 2, và Số 2 sẽ sớm nói lên mong muốn của họ về một mối quan hệ lâu dài và gắn bó. Mặc dù có sự vội vàng nhưng việc ghép đôi này nhìn chung rất thành công. Cả Số 2 và Số 7 đều rất tình cảm, và cả hai đều cần được yêu thương và đánh giá cao. Cũng không cần phải lo lắng về việc thiếu thốn tình cảm. Số 2 rất ủng hộ và tình cảm còn số 7 thì lãng mạn và cởi mở với cảm xúc của họ. Cả hai đều có thể không an toàn trong các mối quan hệ, nhưng vấn đề này khó có thể xuất hiện trong mối quan hệ này. Bản chất Số 7 thích phiêu lưu hơn Số 2, nhưng vì Số 2 cảm thấy an toàn trong mối quan hệ, họ sẽ sẵn sàng thực hiện theo kế hoạch của Số 7. Khó khăn duy nhất có thể nảy sinh trong mối quan hệ này là giải quyết bất kỳ sự khác biệt nào về quan điểm. Cả Số 2 và Số 7 đều là những linh hồn cứng đầu và một khi đã đứng vững thì khó có thể lùi bước. Ngay cả những Số 2 bình thường thích thỏa hiệp cũng có thể quyết đoán một cách cứng rắn và mạnh mẽ nếu họ hoàn toàn tin tưởng rằng họ đúng. Số 7 và Số 2 cần nhận ra rằng họ đôi khi bị khóa trong những cuộc tranh cãi không có lợi và nên tìm ra cách đối phó với vấn đề này. Nói chung, đây sẽ là một mối quan hệ hài hòa và hạnh phúc, sẽ mang lại rất nhiều niềm vui cho cả Số 2 và Số 7.",
    "tam": "Mặc dù mối quan hệ giữa Số 2 và Số 8 không phải là một sự kết hợp rõ ràng thành công, nhưng nó có khả năng thành công. Nếu Số 2 và Số 8 thấy mình bị thu hút bởi nhau và quyết định cam kết một mối quan hệ cùng nhau, họ sẽ thấy rằng mặc dù họ khá khác nhau, nhưng sự khác biệt của họ sẽ tạo thành một sự cân bằng tốt. Xu hướng kín đáo và riêng tư của Số 8 sẽ được cân bằng bởi sự cởi mở và sẵn sàng thể hiện tình cảm của Số 2. Trong thời gian đó, Số 8 sẽ cảm thấy đủ an toàn và tự tin để thử việc cởi mở và giàu tình cảm. Số 2 sẽ đánh giá cao tình yêu và sự quan tâm của Số 8 khi mối quan hệ đã được thiết lập, và Số 8 sẽ coi trọng sự hỗ trợ và đảm bảo của Số 2. Mặc dù hỗ trợ, Số 2 sẽ không hiểu hết mong muốn thành công của Số 8, và Số 8 nên thảo luận về tham vọng của họ với Số 2 để họ đánh giá cao tầm quan trọng của thành công đối với đối tác của mình. Số 2 và số 8 sẽ thấy rằng giao tiếp với nhau rất thú vị, và theo thời gian, sẽ hiểu nhau rất rõ. Khó khăn có thể nảy sinh nếu Số 8 bận tâm đến công việc và thành công vật chất. Số 2 sẽ cảm thấy bị sao nhãng nếu Số 8 đi làm muộn và xa nhà nhiều hơn. Số 8 nên nhận ra tầm quan trọng của một mối quan hệ hạnh phúc và cố gắng cân bằng giữa công việc và gia đình. Số 2 không nên gây áp lực lên Số 8 quá nhiều và cần phải thừa nhận rằng Số 8 đôi khi cần phải làm việc thêm để đạt được mục tiêu của họ.",
    "chin": "Sự kết hợp của Số 2 và Số 9 có khả năng tạo ra một sự kết hợp vui vẻ. Số 2 và số 9 là người yêu lý tưởng đáp ứng nhu cầu của nhau. Cả hai đều là những người rất tình cảm và yêu thương những người hạnh phúc nhất nếu tình yêu của họ được đáp lại. Cả hai đều mừng vì mối quan hệ trở nên nghiêm túc sau một thời gian ngắn. Thật vậy, Số 9 cần sự cam kết ở giai đoạn đầu nếu không họ sẽ tìm kiếm nơi khác. Số 2 cảm thấy hạnh phúc hơn khi cam kết sớm với một Số 9 lãng mạn và yêu mến, vì vậy đây sẽ không phải là vấn đề mà cặp số này phải trải qua. Trên thực tế, hai cá nhân này sẽ thấy rằng họ gặp rất ít khó khăn trong mối quan hệ với nhau. Nói chung, Số 9 và Số 2 sẽ thấy rằng họ có một mối quan hệ lãng mạn và nồng nàn, sẽ tồn tại lâu dài. Khó khăn duy nhất có thể nảy sinh là sự ghen tị - cả Số 2 và Số 9 đều có xu hướng cảm thấy ghen tị khi đối tác của họ chú ý đến."
  },
  {
    "tichcuc": "Sáng tạo, hòa đồng, dễ gần, nhìn xa trông rộng, hài hước, tràn đầy năng lượng, tăng trưởng, mở rộng, nguyên tắc gia tăng, tự phát, suy nghĩ rộng mở, lạc quan, tốt bụng, khuyến khích, hỗ trợ, phát biểu, đức tin, hy vọng và từ thiện, văn hóa, thông minh, giao tiếp, vui vẻ, tìm kiếm tự do, dũng cảm, phiêu lưu, hào nhoáng, rực rỡ, không đối đầu, kênh mở, hình thức tự do, nhịp điệu, cảm hứng, yêu thích niềm vui, niềm vui, nghệ thuật, đam mê, ngạc nhiên, thông minh, nhạy cảm, khả năng ngoại cảm, xã hội, thể hiện bản thân, niềm nở, giao tiếp, nhiệt tình, trẻ trung, hoạt bát, trí tưởng tượng. ",
    "tieucuc": "Thờ ơ, thiếu kiên nhẫn, quá tự tin, thiếu sức chịu đựng, dễ bị tổn thương, sống khép kín, bi quan, vô cảm, ích kỷ, thu mình và không giao tiếp, chống đối xã hội, lười biếng, nhạy cảm với những lời chỉ trích, cường điệu, thiếu định hướng, thiếu chín chắn, buồn phiền.",
    "mot": "Trong khi số 3 dễ bị thu hút bởi sự tự tin và tham vọng của số 1 thì số 1 lại thích nhận được sự tán dương và ngưỡng mộ từ số 3. Mối quan hệ giữa số 1 và số 3 có nhiều tiềm năng phát triển lâu dài nếu hai người chịu dành thời gian tìm hiểu và học cách thông cảm, chia sẻ với nhau. Số 3 sẽ cảm thấy không mấy vui vẻ với thái độ thiếu quan tâm của số 1. Vì thế, nếu số 1 thật sự mong muốn có mối quan hệ lâu dài với số 3, số 1 cần học cách tỏ ra thông minh và lãng mạn hơn. Bởi trong tình yêu, nếu số 1 không giành được sự đánh giá tốt từ số 3 thì khả năng số 3 sẽ tìm kiếm mối quan hệ với người khác. Bên cạnh đó, số 3 cũng nên học cách chấp nhận rằng sự lãng mạn không phải lúc nào cũng được số 1 đặt lên hàng đầu. Cũng như việc số 1 coi công việc và việc đạt được mục điêu là điều cực kỳ quan trọng.",
    "hai": "Số 2 và số 3 có khả năng gặp nhau tại một hoạt động xã hội, vì cả hai đều thích đi tiệc và tụ tập bạn bè. Họ có khả năng bị thu hút bởi nhau, và một mối quan hệ tình yêu nói chung là thành công. Số 3 thích các mối quan hệ hài hòa và Số 2 cũng rất cần sự hòa hợp. Không có lí do cãi vã. Số 3 sẽ có xu lấn lướt hơn một chút so với Số 2 trong mối quan hệ, và điều này là thách thức cần vượt qua ở cả Số 2 và Số 3. Số 2 sẽ làm khá nhiều vì lợi ích của sự hòa hợp và một cuộc sống thoải mái vui vẻ, nhưng nên cảnh giác với việc cho đi quá nhiều. Số 3 nên đánh giá cao bản chất chấp nhận hi sinh của Số 2, và không nên lợi dụng tình hình để trục lợi. Thật tốt là cả Số 2 và Số 3 đều thích giao lưu và đây là hoạt động mà họ sẽ làm cùng nhau. Số 3 sẽ có ít cơ hội tán tỉnh hơn nếu Số 2 có mặt. Số 3 nên cẩn thân, hạn chế tán tỉnh khi có mặt Số 2, vì Số 2 dễ ghen tuông và cay cú. Số 2 có thể coi việc tán tỉnh của Số 3 là một hình thức phản bội và cảm thấy rằng mình không còn được yêu thương và tôn trọng. Đây là lí do duy nhất có thể gây ra vấn đề chia tay trong một cuộc cãi vã. Số 2 và số 3 nên thảo luận vấn đề và giải thích cảm xúc của họ với nhau. Số 2 sẽ cần sự trấn an từ Số 3 rằng không có mối đe dọa nào, và Số 2 không nên cố gắng hạn chế tính cách của Số 3.",
    "ba": "Có thể có một lực hút mạnh mẽ và tức thì giữa hai Số 3. Nhìn chung họ sẽ rơi vào một mối quan hệ lãng mạn và mãnh liệt. Niềm đam mê đó có thể chỉ tồn tại trong thời gian ngắn và cả hai cá nhân có thể sẽ chuyển sang niềm đam mê mới, vì cam kết lâu dài không phải là ưu tiên của Số 3. Mối quan hệ này không có khả năng kết thúc theo cách tồi tệ, và họ có thể sẽ vẫn là bạn tốt của nhau. Nếu hai số 3 nghiêm túc với nhau và muốn cam kết, thì họ rất hợp nhau trong cách tiếp cận tình yêu. Họ sẽ thấy đối phương thú vị, kích thích, và sẽ có sự hiểu biết tự nhiên về nhu cầu của nhau. Hai 3 người cam kết với nhau sẽ chia sẻ một cuộc quan hệ đầy thú vị và cuồng nhiệt mang lại cho cả hai những khoái cảm tột độ. Sau khi đã cam kết với nhau, hai số 3 sẽ bắt tay vào cuộc phiêu lưu như một cặp đôi để thỏa mãn nhu cầu phấn khích của họ. Mối quan hệ giữa hai Số 3 có thể sẽ hạnh phúc và sẽ kéo dài miễn là cả hai đều thấy kích thích, và sẽ có sự hiểu biết tự nhiên về nhu cầu của nhau. Hai 3 người cam kết với nhau sẽ chia sẻ một cuộc quan hệ đầy thú vị và cuồng nhiệt mang lại cho cả hai những khoái cảm tột độ. Sau khi đã cam kết với nhau, hai số 3 sẽ bắt tay vào cuộc phiêu lưu như một cặp đôi để thỏa mãn nhu cầu phấn khích của họ. Mối quan hệ giữa hai Số 3 có thể sẽ hạnh phúc và sẽ kéo dài miễn là cả hai đều thấy phù hợp để kéo dài.",
    "bon": "Không chắc Số 3 và Số 4 sẽ bị thu hút bởi nhau ngay lập tức, vì họ có những sở thích và thái độ rất khác nhau, ít chia sẻ điểm chung. Số 3 có xu hướng tán tỉnh và có những cuộc tình ngắn ngủi, trong khi Số 4 quan tâm hơn đến việc ổn định một mối quan hệ lâu dài và an toàn. Nếu Số 3 và Số 4 có quan hệ tình cảm, họ sẽ gặp khó khăn gần như ngay lập tức. Số 3 mong đợi sự lãng mạn và đam mê và có thể thấy Số 4 quá dè dặt. Số 4 sẽ cảm thấy không an toàn trong mối quan hệ với Số 3, Số 4 có thể cố gắng thống trị và kiểm soát Số 3 để tạo ra một mối quan hệ ổn định và an toàn. Tuy nhiên, điều này có nhiều khả năng đưa Số 3 vào vòng tay của một người theo đuổi khác. Số 3 là một cá nhân độc lập, cần không gian và sự tự do. Họ sẽ phản ứng xấu với hành vi độc đoán. Số 3 mong đợi sự lãng mạn và đam mê và có thể thấy Số 4 quá dè dặt. Số 4 sẽ cảm thấy không an toàn trong mối quan hệ với Số 3, Số 4 có thể cố gắng thống trị và kiểm soát Số 3 để tạo ra một mối quan hệ ổn định và an toàn. Tuy nhiên, điều này có nhiều khả năng đưa Số 3 vào vòng tay của một người theo đuổi khác. Số 3 là một cá nhân độc lập, cần không gian và sự tự do. Họ sẽ phản ứng xấu với hành vi độc đoán. Để mối quan hệ này có hiệu quả, cả hai cá nhân cần phải cam kết tuyệt đối với nhau và họ cần phải sẵn sàng nỗ lực rất nhiều. Hai người này cần giao tiếp với nhau, và nói chuyện thông qua cảm xúc của họ. Họ cũng cần phải chấp nhận những khác biệt của nhau và chấp nhận nhau vì ai và họ là gì sẽ nghi ngờ và ghen tị khi Số 3 tán tỉnh người khác.",
    "nam": "Số 3 và số 5 sẽ ngay lập tức bị hút vào nhau. Bản chất của cả hai đều là những người thích tán tỉnh, và họ sẽ tận hưởng sự bầu bạn của nhau. Nếu sự tán tỉnh ban đầu phát triển thành một mối quan hệ nghiêm túc hơn, họ có thể gặp một số khó khăn. Vấn đề chính của Số 3 sẽ là sự thiếu quan tâm và chú ý của Số 5. Để nhận được để ý từ Số 5, Số 3 có thể tán tỉnh người khác. Thay vì trở nên ghen tị, Số 5 cũng có thể làm điều tương tự, điều này sẽ khiến Số 3 tổn thương sâu sắc, và dường như xác nhận nỗi sợ của họ rằng Số 5 đơn giản là không quan tâm. Cả Số 5 và Số 3 đều không phù hợp với những mối quan hệ có nhiều khó khăn, vì cả hai đều có xu hướng tiến tới để tránh các vấn đê. Để mối quan hệ này lâu dài, cả Số 3 và Số 5 sẽ cần phải nói về cảm xúc của họ và cởi mở với nhau, còn Số 3 sẽ cần sự trấn an và tình cảm. Nếu Số 3 và Số 5 nỗ lực, có một cơ hội công bằng là mối quan hệ sẽ thành công. Mối quan hệ kéo dài bao lâu thực sự phụ thuộc vào mức độ cam kết của hai cá nhân có liên quan.",
    "sau": "Số 3 và số 6 đều là những cá thể hấp dẫn. Điểm thu hút của Số 6 đối với Số 3 sẽ là khả năng thể hiện hình ảnh phù hợp và nổi bật giữa đám đông. Số 6 sẽ bị thu hút bởi sự cởi mở và sức hấp dẫn trẻ con của Số 3. Một khi mối quan hệ giữa Số 3 và Số 6 được thiết lập, rõ ràng là Số 3 mong đợi sự quan tâm và lãng mạn nhiều hơn từ Số 6 thì Số 6 đã sẵn sàng để cho đi. Số 3 có kỳ vọng cao về các mối quan hệ và yêu cầu sự lãng mạn và hào hứng để duy trì cam kết với đối tác của họ. Nếu Số 6 không đáp ứng nhu cầu của Số 3, thì Số 3 cũng có thể tìm kiếm sự phấn khích ở nơi khác. Số 3 là một người tán tỉnh tự nhiên và sẽ không gặp khó khăn gì trong việc thu hút một loạt người ngưỡng mộ. Số 6 sẽ nhận thức được sự bất mãn của Số 3 và thực tế là Số 3 đang tán tỉnh người khác. Số 6 sẽ bị tổn thương bởi hành động của đối tác của họ, nhưng sẽ không mạo hiểm đối đầu. Họ có nhiều khả năng nội tâm hóa sự thất vọng và ghen tị. Điều này cuối cùng sẽ khiến Số 6 rất không vui và mối quan hệ có thể gặp nguy hiểm. Để Số 3 và Số 6 hình thành một mối quan hệ thành công và hạnh phúc, họ cần phải thực tế về những kỳ vọng của họ đối với nhau. Họ nên cởi mở và trung thực về những gì họ muốn từ một mối quan hệ và từ nhau. Nếu Số 3 và Số 6 cởi mở với nhau và nói chuyện vượt qua mọi khó khăn, họ sẽ có một mối quan hệ thành công. Họ có tính cách giống nhau, có chung nhiều sở thích và nhìn chung rất hợp nhau.",
    "bay": "Nói chung, Số 3 và Số 7 là một cặp rất may mắn. Số 3 và số 7 rất phù hợp trong mối quan hệ tình cảm. Sau sự hấp dẫn ban đầu, sẽ không lâu nữa Số 7 và Số 3 trở nên nghiêm túc với nhau. Số 7 thường sẽ say đắm với Số 3, và đó là sự thể hiện rõ ràng về niềm đam mê và tình yêu mà Số 3 phát triển mạnh mẽ. Số 3 sẽ rất vui khi được đáp lại sự quan tâm của Số 7, và họ sẽ có một mối quan hệ rất lãng mạn. Khó khăn thực sự duy nhất mà cặp đôi này có thể trải qua sẽ nảy sinh thông qua sự khác biệt về thái độ của họ đối với các sự kiện xã hội. Số 3 sống cho các sự kiện xã hội, Số 3 sống cho giao tiếp xã hội và sẽ muốn tận dụng tối đa mọi lời mời. Mặt khác, Số 7 là người kín đáo hơn và ít có khả năng tận hưởng kết quả bận rộn hơn trong khi Số 3 tham gia các hoạt động xã hội một mình. Điều nguy hiểm ở đây là Số 3 sẽ có cơ hội tán tỉnh. Số 7 có thể trở nên khá bất an và ghen tuông nếu Số 3 đi chơi với người khác. Số 3 sống cho giao tiếp xã hội và sẽ muốn tận dụng tối đa mọi lời mời. Mặt khác, Số 7 là người kín đáo hơn và ít có khả năng tận hưởng kết quả bận rộn hơn trong khi Số 3 tham gia các hoạt động xã hội một mình. Điều nguy hiểm ở đây là Số 3 sẽ có cơ hội tán tỉnh. Số 7 có thể trở nên khá bất an và ghen tuông nếu Số 3 đi chơi với người khác hầu hết thời gian. Để tránh những khó khăn như vậy, Số 3 và Số 7 nên cố gắng thỏa hiệp và cân bằng giữa giao tiếp xã hội và dành thời gian ở một mình cùng nhau. Nếu họ có thể quản lý thời gian rảnh rỗi của mình để cả hai đều hạnh phúc. Sẽ có một mối quan hệ như mơ dành cho họ và họ sẽ rất ít cãi nhau vì bản chất cũng không phải là tranh cãi.",
    "tam": "Số 3 và số 8 không có sự hòa hợp rõ ràng trong chuyện tình cảm. Không có nhiều tiềm năng năng hấp dẫn ban đầu giữa hai người này. Nếu Số 3 và Số 8 kết hợp với nhau, họ sẽ gặp khó khăn ở giai đoạn đầu trong mối quan hệ. Số 3 sẽ không bị ấn tượng bởi Số 8 thiếu sự quan tâm và miễn cưỡng mở lòng. Nói chung, Số 8 không đủ lãng mạn hoặc đam mê để thỏa mãn Số 3. Có khả năng cao rằng Số 3 sẽ tìm kiếm sự phấn khích và đam mê với một ai đó trước đây. Số 3 sẽ không đóng vai trò thứ hai trong sự nghiệp của Số 8, và tham vọng của Số 8 dường như không liên quan đến Số 3. Số 8 sẽ không nhận được sự hiểu biết và hỗ trợ mà họ cần từ Số 3. Số 3 sẽ không muốn thảo luận về các vấn đề nghề nghiệp, và Số 8 sẽ cảm thấy bị bỏ rơi và không được đánh giá cao. Số 8 sẽ không dung thứ cho sự ngoại tình, và nếu Số 3 ngoại tình, thì Số 8 sẽ hủy bỏ mối quan hệ ngay lập tức.",
    "chin": "Sẽ có sự thu hút tức thì giữa Số 3 và Số 9. Cả Số 9 và Số 3 đều có khả năng nổi bật giữa đám đông tại một sự kiện xã hội, và họ sẽ bị thu hút bởi lý do này. Một khi Số 3 và Số 9 đã thiết lập mối quan hệ, họ sẽ thấy mình trên một chuyến tàu lượn lãng mạn. Họ sẽ có một mối quan hệ đầy đam mê và mãnh liệt đến mức họ sẽ hoàn toàn say mê trước với nhau, và ngay cả Số 3 hay thay đổi nhất cũng sẽ không cảm thấy cần phải tìm kiếm nơi khác để tìm kiếm sự phấn khích. Số 3 và số 9 không bao giờ làm nhau mệt mỏi hoặc thấy buồn tẻ. Cả hai đều có bản tính nóng nảy và bốc đồng, điều này sẽ đảm bảo rằng cuộc sống của họ luôn có những tia sáng trong cuộc sống chung. Họ sẽ hoàn toàn cam kết với nhau và sẽ an tâm tuyệt đối vào tình yêu của nhau.Những vấn đề mà cặp đôi này có thể gặp phải sẽ không nằm ở nhau, mà là vấn đề tài chính của họ. Cả hai đều thiếu hiểu biết về các vấn đề tài chính và cả hai đều không muốn làm hỏng một cuộc phiêu lưu bằng cách xem xét khả năng chi trả của họ. Vì những lý do này, có khả năng cặp đôi này cuối cùng phải nợ tiền vì những thứ xa xỉ mà họ không thể mua được. Ngay cả khi nghèo đói và nợ nần, Số 3 và Số 9 vẫn sẽ hạnh phúc bên nhau, nhưng sẽ tốt hơn nếu đôi khi họ có thể dành một chút suy nghĩ cho số dư ngân hàng của mình. Một khi Số 9 và Số 3 đã tìm thấy tình yêu bên nhau, họ có nhiều khả năng sẽ dành phần còn lại của cuộc đời cho nhau. Họ chắc chắn sẽ làm cho nhau rất hạnh phúc trong khoảng thời gian họ ở bên nhau."
  },
  {
    "tichcuc": "Có ý thức bảo mật, tự chủ, trung thành, tận tâm, chăm chỉ, đạo đức cao, giá trị truyền thống, trung thực, ý chí mạnh mẽ, thực tế, khôn ngoan, nóng nảy, bảo thủ, ứng dụng, quyết tâm, người xây dựng nghiêm túc, tiến bộ, người làm, người quản lý, truyền thống, vững chắc nền tảng, giá trị thực tế, tính ổn định, khả năng, công lý, định hướng mục tiêu, hệ thống, trật tự, quản lý, trách nhiệm, duy trì, xây dựng, quyết tâm, nghiêm túc, kỷ luật, đáng tin cậy, tin tưởng. ",
    "tieucuc": "Bướng bỉnh, tham công tiếc việc, vụng về, buồn tẻ, không linh hoạt, không thích thay đổi, thiếu mục đích, vô tổ chức, thiếu lương tâm, lười biếng, bất hòa, vô kỷ luật, không trung thực, không có hệ thống giá trị, quan điểm hạn chế, cứng nhắc, không thực tế, sợ thiếu thốn và mất mát.",
    "mot": "Đây là mối quan hệ mà cả 2 cần đưa đưa ra cam kết với nhau và cần nỗ lực để thực hiện điều đó. Nếu cả 2 nỗ lực hết mình thì cả 2 sẽ nhận được những kết quả xứng đáng và tốt đẹp cho đôi bên. Về bản chất, cả số 1 và số 4 đều là người khó mở lòng. Vì thế, đôi bên thường cảm thấy thiếu sự tin tưởng vào người còn lại. Bên cạnh đó, mối quan hệ này còn gặp nhiều trở ngại do cả 2 người đều muốn thống trị và kiểm soát nửa kia của mình. Không bên nào chấp nhận người còn lại đang muốn kiểm soát hoặc ra lệnh cho họ. Điều này chính là nguồn gốc của nhiều sự tranh cãi, bất hòa trong mối quan hệ. Ngoài ra, việc số 4 thường tỏ ra nóng nảy, khó kiểm soát cơn giận của mình. Điều này sẽ khiến số 1 cảm thấy mối quan hệ này khó có thể lâu bền và có thể dẫn đến chia tay. Vì thể, số 4 nên học cách quản lý sự tức giận của mình bằng cách tránh tạo ra xung đột.",
    "hai": "Mối quan hệ giữa Số 2 và Số 4 có thể là một sự kết hợp vui vẻ và hài hòa vì Số 2 và Số 4 đều tìm kiếm sự cam kết và an toàn, và mối quan hệ giữa hai người này có thể sẽ trở nên nghiêm túc sau một thời gian ngắn. Mối tình lãng mạn giữa Số 2 và Số 4 khó có thể là một cuộc tình ngắn ngủi. Số 4 và Số 2 sẽ cùng nhau tận hưởng tạo ra một ngôi nhà ấm áp và an toàn. Họ sẽ dành rất nhiều thời gian để cùng nhau lập kế hoạch cho tương lai của mình. Chìa khóa hạnh phúc của Số 2 và Số 4 là sự cam kết. Mỗi người đều biết rằng người kia hoàn toàn cam kết với mối quan hệ, và chắc chắn với kiến thức này, cả Số 2 và Số 4 sẽ phát triển mạnh mẽ. Số 4 sẽ học cách thoải mái và hài hước hơn thông qua mối quan hệ của họ với Số 2, và Số 2 sẽ cảm thấy quyết đoán hơn và có thể nói lên ý kiến của mình. Số 2 và số 4 sẽ tôn trọng và ngưỡng mộ lẫn nhau. Mối quan hệ của họ sẽ là tình cảm và yêu thương và sẽ đứng vững trước thử thách",
    "ba": "Không chắc Số 3 và Số 4 sẽ bị thu hút bởi nhau ngay lập tức, vì họ có những sở thích và thái độ rất khác nhau, ít chia sẻ điểm chung. Số 3 có xu hướng tán tỉnh và có những cuộc tình ngắn ngủi, trong khi Số 4 quan tâm hơn đến việc ổn định một mối quan hệ lâu dài và an toàn. Nếu Số 3 và Số 4 có quan hệ tình cảm, họ sẽ gặp khó khăn gần như ngay lập tức. Số 3 mong đợi sự lãng mạn và đam mê và có thể thấy Số 4 quá dè dặt. Số 4 sẽ cảm thấy không an toàn trong mối quan hệ với Số 3, Số 4 có thể cố gắng thống trị và kiểm soát Số 3 để tạo ra một mối quan hệ ổn định và an toàn. Tuy nhiên, điều này có nhiều khả năng đưa Số 3 vào vòng tay của một người theo đuổi khác. Số 3 là một cá nhân độc lập, cần không gian và sự tự do. Họ sẽ phản ứng xấu với hành vi độc đoán. Số 3 mong đợi sự lãng mạn và đam mê và có thể thấy Số 4 quá dè dặt. Số 4 sẽ cảm thấy không an toàn trong mối quan hệ với Số 3, Số 4 có thể cố gắng thống trị và kiểm soát Số 3 để tạo ra một mối quan hệ ổn định và an toàn. Tuy nhiên, điều này có nhiều khả năng đưa Số 3 vào vòng tay của một người theo đuổi khác. Số 3 là một cá nhân độc lập, cần không gian và sự tự do. Họ sẽ phản ứng xấu với hành vi độc đoán. Để mối quan hệ này có hiệu quả, cả hai cá nhân cần phải cam kết tuyệt đối với nhau và họ cần phải sẵn sàng nỗ lực rất nhiều. Hai người này cần giao tiếp với nhau, và nói chuyện thông qua cảm xúc của họ. Họ cũng cần phải chấp nhận những khác biệt của nhau và chấp nhận nhau vì ai và họ là gì sẽ nghi ngờ và ghen tị khi Số 3 tán tỉnh người khác.",
    "bon": "Sự kết hợp của hai số 4 trong một mối quan hệ tình cảm có khả năng thành công. Họ sẽ hoàn toàn đánh giá cao và hiểu nhu cầu của nhau để thành công trong sự nghiệp đã chọn và sẽ không cố gắng cản đường nhau. Họ sẽ tôn trọng và ngưỡng mộ lẫn nhau và sẽ cảm thấy hạnh phúc và yên tâm khi ở bên nhau. Hai số 4 sẽ cùng nhau tận hưởng cuộc sống gia đình hạnh phúc. Họ sẽ thích dành thời gian rảnh rỗi để tạo ra một môi trường gia đình phù hợp. Họ sẽ cùng nhau trang bị cho ngôi nhà của mình những đồ nội thất và thiết bị chất lượng nhất. Ngôi nhà của hai đứa trẻ 4 tuổi chắc hẳn sẽ khiến bạn bè của chúng phải ghen tị. Hai số 4 thỉnh thoảng có thể tranh luận với nhau. Tranh luận đặc biệt có thể xảy ra nếu một hoặc cả hai đang gặp căng thẳng trong công việc, vì cả hai đều có xu hướng trút bỏ sự thất vọng về người bạn đời của mình. Hai số 4 thỉnh thoảng có thể tranh luận với nhau. Tranh luận đặc biệt có thể xảy ra nếu một hoặc cả hai đang gặp căng thẳng trong công việc, vì cả hai đều có xu hướng trút bỏ sự thất vọng về người bạn đời của mình. Tuy nhiên, điều này sẽ không gây ra bất kỳ vấn đề thực sự nào, bởi vì họ có sự hiểu biết riêng về nhau và cả hai sẽ nhận ra rằng các tranh luận không liên quan đến quan hệ đối tác của họ. Mối quan hệ giữa hai người có khả năng sẽ lâu dài và vô cùng hạnh phúc. Không đặc biệt hay lãng mạn, nhưng họ sẽ tôn trọng, hiểu và yêu nhau theo cách đặc biệt của riêng họ.",
    "nam": "Số 4 và số 5 có những kỳ vọng rất khác nhau về các mối quan hệ lãng mạn. Số 5 về cơ bản là tìm kiếm một thời điểm tốt, và cơ hội để gặp gỡ nhiều người khác nhau. Mặt khác, số 4 đang tìm kiếm sự gắn bó lâu dài với một người phù hợp. Thật khó để tưởng tượng một điểm thu hút ban đầu giữa hai người này bởi vì chúng rất khác nhau, nhưng đôi khi, những điều đối lập lại thu hút. Kịch bản có khả năng xảy ra nhất là Số 5 thực hiện động thái đầu tiên trong nỗ lực mở rộng vòng kết nối xã hội của họ. Số 4 có thể được tán dương bởi sự chú ý của Số 5 và có thể cảm thấy rằng Số 5 đang cần một ảnh hưởng ổn định trong cuộc sống của họ. Nếu mối quan hệ giữa Số 4 và Số 5 không phát triển, thì họ sẽ gặp một vài khó khăn. Một trong những vấn đề lớn nhất là Số 4 muốn kiểm soát người yêu của họ. Số 5 không có cách nào muốn bị hạn chế hoặc chi phối, và có thể phản ứng rất xấu với bất kỳ nỗ lực nào của Số 4 nhằm áp đặt ý chí của họ. Một số 5 không hài lòng có nhiều khả năng phản ứng là bỏ đi một khởi đầu mới ở nơi khác. Số 4 nên cố gắng cho phép người yêu của họ tự do hơn và chấp nhận họ cho những gì và họ là ai. Một vấn đề khác là Số 5 không có khả năng kiểm soát tài chính của họ. Số 5 có khả năng liều lĩnh với tiền bạc và phung phí nó vào những đồ vật phù phiếm hoặc trên những con ngựa hoặc pokies, v.v. . Số 4 có nhiều khả năng không phải là người trong mối quan hệ kiếm được nhiều tiền hơn và sẽ cảm thấy rằng Số 5 không có quyền lãng phí nó. Số 5 sẽ coi những mối quan tâm của Số 4 về tài chính là buồn tẻ và không quan trọng và chỉ là một nỗ lực khác để làm hỏng niềm vui của họ. Số 5 nên cố gắng quan tâm hơn đến cảm xúc của Số 4 và hành động bớt ích kỷ hơn một chút.",
    "sau": "Số 4 và số 6 có khả năng bị thu hút bởi sự quan tâm chung của họ theo những cách truyền thống. Một khi họ quen nhau, họ sẽ thấy rằng họ có rất nhiều điểm chung và cả hai đều có cách tiếp cận cơ bản thực tế đối với cuộc sống. Cả Số 4 và Số 6 sẽ rất vui khi thực hiện cam kết với nhau và sẽ rất coi trọng trách nhiệm của họ với nhau. Cả Số 4 và Số 6 đều không đặc biệt thoải mái khi thể hiện cảm xúc của họ. Họ sẽ không đam mê bốc đồng hay lãng mạn một cách thường xuyên. Đây không phải là dấu hiệu cho thấy họ không quan tâm đến nhau vì họ sẽ bày tỏ tình yêu và sự tận tâm của mình theo những cách khác. Những dịp như lễ kỷ niệm và sinh nhật có thể được Số 4 và Số 6 coi là những cơ hội thích hợp để lãng mạn. Sự kết hợp giữa Số 6 và Số 4 có thể không phải là một sự đam mê mãnh liệt, nhưng nó sẽ hạnh phúc và là nguồn an toàn ổn định và niềm vui lớn cho cả hai cá nhân. Nếu Số 4 và Số 6 gặp bất kỳ khó khăn nào trong mối quan hệ của họ, chúng sẽ không phải là hình thức của những cuộc tranh cãi gay gắt. Số 6 sẽ làm bất cứ điều gì để tránh các cuộc đối đầu và sẽ không cho phép một cuộc tranh cãi bắt đầu. Số 4 dễ bộc lộ tính nóng nảy và cũng có thể cáu kỉnh và cáu gắt với bạn đời của họ. Số 6 sẽ thấy rằng đây chỉ là bản chất của Số 4 và để cảnh trôi qua mà không cần bình luận. Số 4 không nên lợi dụng bản chất của Số 6 và tránh trở thành kẻ bắt nạt.",
    "bay": "Nếu Số 4 và Số 7 thấy thích nhau, rất có thể mối quan hệ của họ là một mối quan hệ bạn bè thân thiết trước đó.Số 7 có thể 'đổ' trước tình yêu của Số 4 và thể hiện tình yêu cũng như sự tận tâm, chung thủy tuyệt đối. Số 4 nhận được sự khen ngợi, tán dương nên không lo lắng gì về việc đề nghị tiến tới mối quan hệ yêu đương. Quá trình cam kết lâu dài với nhau có thể diễn ra trong một thời gian rất ngắn, và trên thực tế có thể quá nhanh. Số 4 và Số 7 nên cố gắng kìm lại một chút, và suy nghĩ nghiêm túc về khả năng hòa hợp cũng như tương lai của họ với nhau trước khi tình cảm trở nên sâu đậm hơn. Nếu Số 4 và Số 7 quyết định tiến tới và cam kết với nhau, nhìn chung họ sẽ hạnh phúc bên nhau. Số 7 là một cá nhân rất cởi mở và tình cảm, người sẽ thường xuyên trấn an Số 4 về tình yêu của mình. Số 4 không thoải mái tự tin về việc thảo luận các vấn đề của trái tim, nhưng có thể cảm thấy an toàn trong tình yêu của Số 7 nên họ sẵn sàng mở lòng. Nếu Số 4 không cởi mở với Số 7, Số 7 có thể trở nên bất an và nghi ngờ rằng người yêu không yêu thương họ. Số 4 nên cố gắng tìm cách thể hiện cảm xúc và số 7 nên chấp nhận rằng không phải ai cũng có thể cởi mở tình cảm. Có một mối nguy hiểm trong mối quan hệ này là Số 4 sẽ cố gắng trở thành người thống trị và áp đặt ý chí của họ lên Số 7. Số 7 sẽ nổi loạn chống lại mọi nỗ lực kiểm soát của Số 4. Số 4 nên tránh áp dụng sự độc đoán, hoặc các vấn đề có thể thật sự phát sinh trong mối quan hệ. Số 4 và số 7 nói chung sẽ hạnh phúc bên nhau, và mối quan hệ của họ sẽ đứng vững trước thử thách của thời gian. Mối quan hệ của họ sẽ được củng cố nếu họ tìm thấy những sở thích giải trí mà họ có thể chia sẻ.",
    "tam": "Số 4 và số 8 rất hợp với nhau về mặt tình cảm. Cả hai đều có cách tiếp cận cuộc sống giống nhau và có nhiều quan điểm giống nhau. Họ đều có tham vọng và mong muốn làm tốt trong cuộc sống. Nếu hai người này gặp nhau tại một hoạt động xã hội, họ sẽ dành rất nhiều thời gian để nói chuyện với người khác và sẽ cảm thấy rằng họ đã tìm thấy người bạn tâm giao của mình. Một khi họ đã gặp nhau, khó có trường hợp bỏ qua người kia và chắc chắn rằng họ sẽ gặp lại đối phương. Có một chút nghi ngờ rằng Số 4 và Số 8 thích hợp để cam kết lâu dài với nhau. Họ sẽ hiểu nhau và có thể cung cấp cho nhau sự hỗ trợ và tình cảm. Nghề nghiệp quan trọng như nhau đối với Số 4 và Số 8 và họ sẽ vui vẻ cho phép nhau thời gian và không gian để thực hiện tham vọng của mình. Cả hai sẽ thấy thật bổ ích khi có một người bạn đời mà họ có thể chia sẻ hy vọng và thảo luận về ước mơ của họ. Mối quan hệ giữa Số 4 và Số 8 sẽ không quá nồng nàn hay lãng mạn, nhưng cả hai sẽ cảm thấy vô cùng an tâm và hạnh phúc trong mối quan hệ của mình và họ có thể sẽ ở bên nhau lâu dài.",
    "chin": "Số 4 và số 9 có những kỳ vọng rất khác nhau về các mối quan hệ lãng mạn và những cách thể hiện cảm xúc hoàn toàn khác nhau.Số 9 mong đợi sự thăng hoa, niềm đam mê từ một mối quan hệ và thể hiện bản thân một cách cởi mở. Số 4 trầm lặng hơn, dè dặt hơn và có kỳ vọng rằng các mối quan hệ sẽ phát triển thành những cam kết lâu dài. Bất chấp sự khác biệt rõ ràng của họ, Số 4 và Số 9 rất hợp nhau về mặt tình cảm. Đây chắc chắn là một trường hợp thu hút đối lập. Năng lượng và niềm đam mê của Số 9 sẽ truyền cảm hứng cho Số 4 tự do hơn với cảm xúc của họ. Số 4 sẽ khám phá ra một khía cạnh nào đó trong tính cách của họ mà họ không biết chúng có tồn tại. Số 9 sẽ khen ngợi sự trân thành và tận tâm của Số 4. Vì thế, Số 9 sẽ cảm thấy có thể cam kết với Số 4 và vui vẻ dành nhiều thời gian hơn ở nhà. Các vấn đề có thể nảy sinh nếu Số 4 bắt đầu ác cảm với Số 9. Số 9 sẽ hoàn toàn bất ngờ trước cơn giận bùng phát của Số 4 và không biết phải xử lý tình huống như thế nào. Số 4 nên cẩn thận không cố gắng chi phối hoặc kiểm soát Số 9, người sẽ không chịu đựng bất kỳ hình thức bất bình đẳng nào trong mối quan hệ. Nói chung, Số 4 và Số 9 sẽ có ít vấn đề và sẽ hạnh phúc bên nhau. Mối quan hệ giữa Số 4 và Số 9 sẽ lâu dài và hài hòa."
  },
  {
    "tichcuc": "Yêu tự do, hoạt động, ảnh hưởng, nhà thám hiểm, người gợi cảm, người quảng bá, sự tinh tế tự nhiên, hoạt bát, can đảm, khỏe mạnh, thông cảm, động lực, thay đổi, duy tâm, độc đáo, tò mò, từ tính, trí tuệ, ngoại cảm, kinh nghiệm, yêu thích niềm vui, sức sống, nhìn xa trông rộng, mở rộng, cơ hội, kể chuyện, trí tưởng tượng, chủ nghĩa cá nhân, chữa bệnh, sự lựa chọn, lòng thương xót, lòng tốt, phát minh, tháo vát, từ tính, cạnh tranh. ",
    "tieucuc": "Nổi giận, vô trách nhiệm, không thích sự gò bó và thói quen, không nhất quán, không đáng tin cậy, thiếu suy nghĩ, bồn chồn, không cam kết, không hoạt động, trì trệ, sợ thay đổi, cứng nhắc trong suy nghĩ, thiếu sức sống.",
    "mot": "Khó khăn trong mối quan hệ giữa số 1 và số 5 chính là việc số 5 ít bị thu hút bởi số 1 vào thời gian đầu. Trong khi số 5 cảm thấy số 1 quá lạnh lùng thì số 1 lại cảm thấy khó chấp nhận với quan điểm sống của số 5. Bởi số 5 thường quá thờ ơ với số 1. Nếu số 5 có tình cảm với số 1, họ sẽ chấp nhận số 1 là số 1 và người ấy có những điểm khác biệt với mình. Điều này sẽ giúp số 1 khám phá thêm 1 khía cạnh khác trong tỉnh cách của mình nhờ số 5 mang lại. Họ có thể trở nên thoải mái và vui vẻ hơn với số 5. Số 5 sẽ là người giúp đỡ và hỗ trợ cho số 1. Và số 1 thì nên tôn trọng và đánh giá cao sự ủng hộ này. Ngoài ra, số 1 nên dành thời gian nhiều hơn cho người yêu và tránh bị 'cuồng công việc'. Bởi nếu số 1 quá bận rộn sẽ khiến số 5 cảm thấy bị bỏ bê và tìm kiếm tình cảm ở nơi khác. Nếu số 1 và số 5 tiến tới với nhau, mối quan hệ này có khả năng lâu dài và hạnh phúc nếu số 1 tiếp tục cố gắng và nỗ lực vun đắp.",
    "hai": "Ngay sau khi sức hút ban đầu đạt đến đỉnh điểm, Số 2 và Số 5 có thể gặp khó khăn. Sau một thời gian tương đối ngắn, Số 2 sẽ chỉ ra rằng họ đang tìm kiếm một mối quan hệ lâu dài và cam kết. Số 5 sẽ ngạc nhiên và cảnh giác về điều này và có thể sợ hãi. Số 2 nên cho phép mối quan hệ tiến triển một cách tự nhiên, không gắn bất kỳ hy vọng hay kỳ vọng nào vào nó. Chắc chắn Số 2 nên hạn chế nói về bất kỳ kỳ vọng nào mà họ có thể có về mối quan hệ, trừ khi Số 5 thể hiện sự quan tâm đến cam kết theo một cách nào đó. Nếu Số 5 cảm thấy sẵn sàng cam kết với Số 2, thì Số 2 sẽ thấy rằng Số 5 là một đối tác yêu thương và chung thủy. Số 2 có thể cảm thấy rằng số 5 thiếu tình cảm là một dấu hiệu cho thấy mối quan hệ không có kết quả, nhưng đây chỉ là bản chất của số 5, và số 2 cần phải chấp nhận điều này. Số 5 nên cố gắng dành tình cảm nhiều hơn cho Số 2, người thực sự cần rất nhiều sự quan tâm và trấn an. Một lĩnh vực khó khăn khác là hành vi tán tỉnh của Số 5. Mặc dù điều này không có nghĩa là Số 5 có ý định không chung thủy, nhưng Số 2 sẽ thấy hành vi này rất khó xử lý và có thể trở nên ghen tuông, cay nghiệt. Thật không may, phản ứng này có thể dẫn đến việc Số 5 trở nên mệt mỏi với mối quan hệ, tìm kiếm niềm vui ở nơi khác và thậm chí trở nên thoải mái trong việc tán tỉnh hơn. Nếu vấn đề này xảy ra trong mối quan hệ, Số 2 và Số 5 cần phải nói về nó và thống nhất một cách để tránh những điều không vui. Với một chút cố gắng và nhiều giao tiếp và hiểu biết, mối quan hệ này có khả năng thành công. Chắc chắn, nếu Số 2 và Số 5 có thể sống sót qua những vấn đề khó khăn trong gia đoạn ban đầu của mối quan hệ thì mọi chuyện sẽ diễn ra tốt đẹp cho cả hai.",
    "ba": "Số 3 và số 5 sẽ ngay lập tức bị hút vào nhau. Bản chất của cả hai đều là những người thích tán tỉnh, và họ sẽ tận hưởng sự bầu bạn của nhau. Nếu sự tán tỉnh ban đầu phát triển thành một mối quan hệ nghiêm túc hơn, họ có thể gặp một số khó khăn. Vấn đề chính của Số 3 sẽ là sự thiếu quan tâm và chú ý của Số 5. Để nhận được để ý từ Số 5, Số 3 có thể tán tỉnh người khác. Thay vì trở nên ghen tị, Số 5 cũng có thể làm điều tương tự, điều này sẽ khiến Số 3 tổn thương sâu sắc, và dường như xác nhận nỗi sợ của họ rằng Số 5 đơn giản là không quan tâm. Cả Số 5 và Số 3 đều không phù hợp với những mối quan hệ có nhiều khó khăn, vì cả hai đều có xu hướng tiến tới để tránh các vấn đê. Để mối quan hệ này lâu dài, cả Số 3 và Số 5 sẽ cần phải nói về cảm xúc của họ và cởi mở với nhau, còn Số 3 sẽ cần sự trấn an và tình cảm. Nếu Số 3 và Số 5 nỗ lực, có một cơ hội công bằng là mối quan hệ sẽ thành công. Mối quan hệ kéo dài bao lâu thực sự phụ thuộc vào mức độ cam kết của hai cá nhân có liên quan.",
    "bon": "Số 4 và số 5 có những kỳ vọng rất khác nhau về các mối quan hệ lãng mạn. Số 5 về cơ bản là tìm kiếm một thời điểm tốt, và cơ hội để gặp gỡ nhiều người khác nhau. Mặt khác, số 4 đang tìm kiếm sự gắn bó lâu dài với một người phù hợp. Thật khó để tưởng tượng một điểm thu hút ban đầu giữa hai người này bởi vì chúng rất khác nhau, nhưng đôi khi, những điều đối lập lại thu hút. Kịch bản có khả năng xảy ra nhất là Số 5 thực hiện động thái đầu tiên trong nỗ lực mở rộng vòng kết nối xã hội của họ. Số 4 có thể được tán dương bởi sự chú ý của Số 5 và có thể cảm thấy rằng Số 5 đang cần một ảnh hưởng ổn định trong cuộc sống của họ. Nếu mối quan hệ giữa Số 4 và Số 5 không phát triển, thì họ sẽ gặp một vài khó khăn. Một trong những vấn đề lớn nhất là Số 4 muốn kiểm soát người yêu của họ. Số 5 không có cách nào muốn bị hạn chế hoặc chi phối, và có thể phản ứng rất xấu với bất kỳ nỗ lực nào của Số 4 nhằm áp đặt ý chí của họ. Một số 5 không hài lòng có nhiều khả năng phản ứng là bỏ đi một khởi đầu mới ở nơi khác. Số 4 nên cố gắng cho phép người yêu của họ tự do hơn và chấp nhận họ cho những gì và họ là ai. Một vấn đề khác là Số 5 không có khả năng kiểm soát tài chính của họ. Số 5 có khả năng liều lĩnh với tiền bạc và phung phí nó vào những đồ vật phù phiếm hoặc trên những con ngựa hoặc pokies, v.v. . Số 4 có nhiều khả năng không phải là người trong mối quan hệ kiếm được nhiều tiền hơn và sẽ cảm thấy rằng Số 5 không có quyền lãng phí nó. Số 5 sẽ coi những mối quan tâm của Số 4 về tài chính là buồn tẻ và không quan trọng và chỉ là một nỗ lực khác để làm hỏng niềm vui của họ. Số 5 nên cố gắng quan tâm hơn đến cảm xúc của Số 4 và hành động bớt ích kỷ hơn một chút.",
    "nam": "Mối tình lãng mạn giữa hai Số 5 có nhiều khả năng không phải là một cuộc tình ngắn ngủi mà là một cam kết lâu dài. Số 5 có xu hướng dễ dàng thả trôi từ mối quan hệ này sang mối quan hệ khác. Số 5 không muốn tham gia quá nhiều hoặc đảm nhận trách nhiệm cam kết. Nếu hai Số 5 cảm thấy rằng họ muốn cam kết với nhau, thì có một cơ hội công bằng là họ sẽ tìm thấy hạnh phúc bên nhau. Hai Số 5 sẽ chia sẻ cảm giác phiêu lưu và thích lối sống năng động, và chính những sở thích chung của họ sẽ gắn kết họ. Có thể hai Số 5 cảm thấy rằng, nói một cách lãng mạn, những ngày lang thang của họ đã kết thúc và họ muốn tìm một người bạn đời để chia sẻ những chuyến phiêu lưu trong tương lai. Trong những trường hợp này, hai Số 5 sẽ hạnh phúc bên nhau và họ sẽ tận hưởng một mối quan hệ chăm sóc và hỗ trợ. Cả hai người sẽ không thể hiện đặc biệt, nhưng cả hai sẽ biết rằng họ được yêu thương. Hai Số 5 rất hợp nhau trong chuyện tình cảm và sẽ hạnh phúc bên nhau. Họ sẽ ở bên nhau trong bất kỳ khoảng thời gian nào phù hợp với họ.",
    "sau": "Số 5 có khả năng thấy Số 6 hấp dẫn vì khả năng nổi bật giữa đám đông. Số 5 sẽ quyết tâm tìm hiểu rõ hơn về Số 6 và sẽ sắp xếp một cuộc gặp gỡ trong tương lai. Số 6 nên cảnh giác khi có kỳ vọng quá cao về sự kết hợp với Số 5. Số 5 có thể sẽ chỉ tìm kiếm một cuộc tình ngắn ngủi hơn là bất kỳ hình thức cam kết lâu dài nào. Có nhiều khả năng Số 6 có thể bị Số 5 làm tổn thương và cảm thấy bị từ chối nếu Số 5 đi chệch hướng. Số 6 nên suy nghĩ thật kỹ trước khi dính dáng đến Số 5. Số 5 và số 6 không thực sự hợp nhau lắm về chuyện tình cảm. Số 5 khó đoán và hay thay đổi, còn Số 6 truyền thống hơn nhiều. Số 6 có thể bắt đầu cảm thấy mất chiều sâu nếu họ cố gắng theo kịp Số 5. Số 5 liên tục chú ý đến sự thay đổi và phấn khích, điều này đi ngược lại với Số 6, người cần sự hài hòa và ổn định. Số 6 không nên cho phép mình làm theo ý thích bất chợt của Số 5, mà nên quyết đoán hơn về nhu cầu của bản thân. Số 6 nên biết rằng mối quan hệ với Số 5 không có gì đảm bảo lâu dài và nên chuẩn bị cho sự thất vọng. Mối quan hệ giữa Số 5 và Số 6 nên được tiếp cận một cách nhẹ nhàng bởi cả hai cá nhân. Họ nên tận hưởng nó trong khi thời gian nó tồn tại và không nên có quá nhiều kỳ vọng vào nhau.",
    "bay": "Số 5 và số 7 có thể bị thu hút bởi nhau ngay lần đầu gặp gỡ. Nếu họ quyết định rằng họ muốn tìm hiểu nhau nhiều hơn, thì chuyện tình cảm có thể sẽ nhanh chóng phát triển. Số 7 nên thận trọng khi dính dáng đến Số 5. Có nhiều khả năng Số 7 có thể bị tổn thương và thất vọng do dính líu đến Số 5. Số 5 và số 7 có thái độ rất khác nhau đối với các mối quan hệ. Số 5 chỉ thực sự quan tâm đến những cuộc tình ngắn ngủi mà không có cam kết thực sự, trong khi số 7 lại tìm kiếm tình yêu vĩnh cửu. Số 7 có thể yêu Số 5 và bày tỏ mong muốn làm cho mối quan hệ lâu dài hơn. Số 5 có thể sợ hãi trước nhu cầu cam kết của Số 7 và Số 7 có thể cảm thấy bị từ chối. Nếu người số 7 gặp người số 5 chia sẻ mong muốn cam kết của họ, thì có một sự thay đổi công bằng rằng mối quan hệ sẽ thành công. Tuy nhiên, sẽ có một số khác biệt mà Số 5 và Số 7 sẽ cần phải giải quyết trước khi họ có thể thực sự hạnh phúc bên nhau. Số 7 là người biểu hiện một cách tự nhiên và không gặp khó khăn trong việc thể hiện cảm xúc. Số 5 không giỏi thể hiện, nhưng khi họ bày tỏ tình cảm của mình, họ hoàn toàn chân thành. Số 7 nên đánh giá cao điều này về Số 5 và không nên nghi ngờ tình yêu của Số 5 chỉ vì họ không thể hiện nó liên tục. Số 5 nên biết rằng Số 7 sẽ không vui nếu họ công khai tán tỉnh người khác, và Số 5 nên cố gắng quan tâm đến cảm xúc của Số 7. Một khi Số 5 và Số 7 đã vượt qua những khó khăn của họ và được thiết lập trong một mối quan hệ những khó khăn của họ và được thiết lập trong một mối quan hệ với nhau, họ sẽ hạnh phúc bên nhau. Nếu cả hai cá nhân đều cam kết như nhau vào sự thành công của mối quan hệ, thì mối quan hệ đó sẽ tồn tại lâu dài. ",
    "tam": "Chuyện tình cảm giữa Số 5 và Số 8 không có khả năng là một chuyện nghiêm túc. Họ có thể sẽ không nghiêm túc với nhau như vậy. Nếu bất kỳ mối quan hệ lâu dài nào phát triển giữa Số 5 và Số 8, sẽ mất nhiều thời gian để bắt đầu. Ban đầu, Số 5 sẽ bị thu hút bởi sự quyết tâm và năng lượng của Số 8 và sẽ muốn làm quen với anh ấy hoặc cô ấy để hiểu động lực của họ. Số 8 cũng có thể hài lòng với sự chú ý của Số 5, nhưng không muốn có bất kỳ ý định hoặc mong muốn thực hiện bất kỳ cam kết nào với Số 5 trước khi họ biết ý định của Số 5. Số 5 có thể sẽ không muốn cam kết, và mối quan hệ có thể tan thành mây khói vào thời điểm này. Tuy nhiên, Số 5 có thể thấy mình bị thu hút bởi Số 8 và quyết định cắt đứt mối quan hệ. Trong trường hợp này, Số 5 và Số 8 có lẽ sẽ rất hạnh phúc bên nhau. Họ có thể sẽ sống cuộc sống độc lập, nhưng sẽ bằng lòng miễn là cả hai dều chắc chắn về những cam kết của đối phương.",
    "chin": "Một cuộc tình ngắn ngủi nhưng đầy đam mê giữa Số 5 và Số 9 là một kịch bản dễ xảy ra nhất. Cả Số 5 và Số 9 đều phù hợp với những mối tình ngắn hạn hơn là cam kết lâu dài. Sẽ không có cảm giác tồi tệ, nhưng cả hai người có thể sẽ bắt đầu lại một lần nữa trước khi tiến tới mối quan hệ lâu dài. Nếu Số 5 và Số 9 cảm thấy rằng họ đã đạt đến một thời điểm trong cuộc đời mà họ muốn cam kết, thì họ sẽ thấy rằng họ rất phù hợp với nhau. Họ sẽ tìm thấy ở nhau những điều thú vị và họ sẽ có một cuộc sống phiêu lưu cùng nhau. Số 9 mang đến nhiều sự say mê, nguồn cảm hứng hơn hẳn. Ví dụ như họ sẽ khuyến khích Số 5 tự do và cởi mở hơn với cảm xúc của mình. Số 5 sẽ chân thành và gây xúc động khi bày tỏ tình yêu của mình. Số 5 và số 9 sẽ cùng nhau trải qua ít khó khăn trong cuộc sống. Bản chất của cả hai đều dễ tính và không thích tranh cãi vì lợi ích. Hn nhắn nhắn cũ hạnh nhín hôn nhau. Số 5 và số 9 sẽ cùng nhau trải qua ít khó khăn trong cuộc sống. Bản chất của cả hai đều dễ tính và không thích tranh cãi vì lợi ích. Họ chắc chắn sẽ hạnh phúc bên nhau, nhưng thời gian của mối quan hệ của họ thực sự phụ thuộc vào mức độ sẵn sàng ổn định của họ."
  },
  {
    "tichcuc": "Thích ở nhà, nội trợ, có trách nhiệm, quan tâm, giáo viên, thông thường, nhà cung cấp, người bảo vệ, người chữa bệnh, duy tâm, vị tha, trung thực, từ thiện, trung thành, người nuôi dưỡng, sự thật, trật tự, nền kinh tế, chiều sâu cảm xúc, sự tò mò, tình yêu quê hương và gia đình sâu sắc, nhân đạo, dịch vụ, vô vị k ỷ, cân bằng, nhà cung cấp tốt, ôn hòa, hy sinh, đồng cảm, thông cảm, tình yêu vô điều kiện, tuần hoàn, nông nghiệp, cân bằng, duyên dáng, đơn giản, khả năng thỏa hiệp, đáng tin cậy. ",
    "tieucuc": "Dễ bị căng thẳng, phức tạp về tính ưu việt, yếu đuối, không thực tế, phục tùng, nông cạn, bồn chồn, ích kỷ, ý chí yếu kém, không ủng hô.",
    "mot": "Khả năng số 6 chính là người yêu lý tưởng của số 1. Nếu số 6 đáp ứng được kỳ vọng của số 1 thì mối quan hệ có thể sẽ cất cánh bay cao. Khó khăn có thể nảy sinh khi thể hiện tình cảm và cảm xúc, vì số 1 không giỏi trong việc thể hiện và số 6 sẽ không công khai cho đến khi họ cảm thấy chắc chắn về cam kết của đối tác của mình. Điều này có thể khiến mối quan hệ tan vỡ vì không bên nào chắc chắn được tình cảm của đối phương. Cả số 1 và số 6 nên cố gắng bày tỏ cảm giác của họ về nhau nếu họ muốn mối quan hệ kéo dài. Số 1 cần tập trung nhiều hơn vào mối quan hệ của họ và nỗ lực hơn nữa để có được tình cảm. Số 6 nên quyết đoán, thỉnh thoảng chủ động trong mối quan hệ và bày tỏ cảm xúc cũng như mong muốn của họ với người ấy.",
    "hai": "Mối quan hệ giữa Số 2 và Số 6 rất hợp nhau về mặt tình cảm. Số 2 sẽ cởi mở về nhu cầu bảo mật và cam kết của họ, và sẽ cho Số 6 biết họ đang cảm thấy thế nào. Số 6 sẽ đánh giá cao sự trung thực của Số 2 và sẽ cảm thấy đủ an toàn để có thể nói về cảm xúc của chính mình. Một khi sự cam kết đã được thiết lập, cả Số 6 và Số 2 đều có thể trở thành những đối tác tình cảm và yêu thương. Cả Số 6 và Số 2 đều không thích thảo luận hoặc tranh cãi về những cảm xúc tiêu cực, và đây có thể là nguồn gốc của những khó khăn trong mối quan hệ. Số 6 có xu hướng nội tâm hóa cảm xúc và khiến chúng trở nên chai sạn, cũng như Số 2. Những cảm xúc tiêu cực này không thể bị che giấu mãi mãi và có thể trở thành sự oán giận và bất mãn nói chung. Cả Số 6 và Số 2 sẽ muốn người yêu của họ nhận ra rằng họ đang không hạnh phúc, mặc dù họ sẽ không công khai nói như vậy. Cả hai sẽ bị ám ảnh bởi sự bất hạnh của chính mình và không nhận thức được cảm xúc của người bạn đời. Cuối cùng, nếu những cảm giác tiêu cực này không được giải quyết và xử lý, mối quan hệ có thể tan vỡ và cả Số 6 và Số 2 sẽ không thể nói chính xác lý do tại sao. Tất cả điều này có thể tránh được bằng sự trung thực và cởi mở ở giai đoạn đầu. Số 6 và Số 2 cần nhận thức được nhu cầu của nhau và giao tiếp với nhau và nỗ lực có ý thức để làm được điều đó. Điều này có thể khó khăn đối với họ, vì cả hai đều nội tâm hóa vấn đề và không thích nhìn nhận khó khăn. Nếu họ thành công trong việc giải tỏa sự khác biệt của mình và tránh gây ra sự oán giận, họ sẽ rất hạnh phúc bên nhau và mối quan hệ của họ sẽ bền chặt.",
    "ba": "Số 3 và số 6 đều là những cá thể hấp dẫn. Điểm thu hút của Số 6 đối với Số 3 sẽ là khả năng thể hiện hình ảnh phù hợp và nổi bật giữa đám đông. Số 6 sẽ bị thu hút bởi sự cởi mở và sức hấp dẫn trẻ con của Số 3. Một khi mối quan hệ giữa Số 3 và Số 6 được thiết lập, rõ ràng là Số 3 mong đợi sự quan tâm và lãng mạn nhiều hơn từ Số 6 thì Số 6 đã sẵn sàng để cho đi. Số 3 có kỳ vọng cao về các mối quan hệ và yêu cầu sự lãng mạn và hào hứng để duy trì cam kết với đối tác của họ. Nếu Số 6 không đáp ứng nhu cầu của Số 3, thì Số 3 cũng có thể tìm kiếm sự phấn khích ở nơi khác. Số 3 là một người tán tỉnh tự nhiên và sẽ không gặp khó khăn gì trong việc thu hút một loạt người ngưỡng mộ. Số 6 sẽ nhận thức được sự bất mãn của Số 3 và thực tế là Số 3 đang tán tỉnh người khác. Số 6 sẽ bị tổn thương bởi hành động của đối tác của họ, nhưng sẽ không mạo hiểm đối đầu. Họ có nhiều khả năng nội tâm hóa sự thất vọng và ghen tị. Điều này cuối cùng sẽ khiến Số 6 rất không vui và mối quan hệ có thể gặp nguy hiểm. Để Số 3 và Số 6 hình thành một mối quan hệ thành công và hạnh phúc, họ cần phải thực tế về những kỳ vọng của họ đối với nhau. Họ nên cởi mở và trung thực về những gì họ muốn từ một mối quan hệ và từ nhau. Nếu Số 3 và Số 6 cởi mở với nhau và nói chuyện vượt qua mọi khó khăn, họ sẽ có một mối quan hệ thành công. Họ có tính cách giống nhau, có chung nhiều sở thích và nhìn chung rất hợp nhau.",
    "bon": "Số 4 và số 6 có khả năng bị thu hút bởi sự quan tâm chung của họ theo những cách truyền thống. Một khi họ quen nhau, họ sẽ thấy rằng họ có rất nhiều điểm chung và cả hai đều có cách tiếp cận cơ bản thực tế đối với cuộc sống. Cả Số 4 và Số 6 sẽ rất vui khi thực hiện cam kết với nhau và sẽ rất coi trọng trách nhiệm của họ với nhau. Cả Số 4 và Số 6 đều không đặc biệt thoải mái khi thể hiện cảm xúc của họ. Họ sẽ không đam mê bốc đồng hay lãng mạn một cách thường xuyên. Đây không phải là dấu hiệu cho thấy họ không quan tâm đến nhau vì họ sẽ bày tỏ tình yêu và sự tận tâm của mình theo những cách khác. Những dịp như lễ kỷ niệm và sinh nhật có thể được Số 4 và Số 6 coi là những cơ hội thích hợp để lãng mạn. Sự kết hợp giữa Số 6 và Số 4 có thể không phải là một sự đam mê mãnh liệt, nhưng nó sẽ hạnh phúc và là nguồn an toàn ổn định và niềm vui lớn cho cả hai cá nhân. Nếu Số 4 và Số 6 gặp bất kỳ khó khăn nào trong mối quan hệ của họ, chúng sẽ không phải là hình thức của những cuộc tranh cãi gay gắt. Số 6 sẽ làm bất cứ điều gì để tránh các cuộc đối đầu và sẽ không cho phép một cuộc tranh cãi bắt đầu. Số 4 dễ bộc lộ tính nóng nảy và cũng có thể cáu kỉnh và cáu gắt với bạn đời của họ. Số 6 sẽ thấy rằng đây chỉ là bản chất của Số 4 và để cảnh trôi qua mà không cần bình luận. Số 4 không nên lợi dụng bản chất của Số 6 và tránh trở thành kẻ bắt nạt.",
    "nam": "Số 5 có khả năng thấy Số 6 hấp dẫn vì khả năng nổi bật giữa đám đông. Số 5 sẽ quyết tâm tìm hiểu rõ hơn về Số 6 và sẽ sắp xếp một cuộc gặp gỡ trong tương lai. Số 6 nên cảnh giác khi có kỳ vọng quá cao về sự kết hợp với Số 5. Số 5 có thể sẽ chỉ tìm kiếm một cuộc tình ngắn ngủi hơn là bất kỳ hình thức cam kết lâu dài nào. Có nhiều khả năng Số 6 có thể bị Số 5 làm tổn thương và cảm thấy bị từ chối nếu Số 5 đi chệch hướng. Số 6 nên suy nghĩ thật kỹ trước khi dính dáng đến Số 5. Số 5 và số 6 không thực sự hợp nhau lắm về chuyện tình cảm. Số 5 khó đoán và hay thay đổi, còn Số 6 truyền thống hơn nhiều. Số 6 có thể bắt đầu cảm thấy mất chiều sâu nếu họ cố gắng theo kịp Số 5. Số 5 liên tục chú ý đến sự thay đổi và phấn khích, điều này đi ngược lại với Số 6, người cần sự hài hòa và ổn định. Số 6 không nên cho phép mình làm theo ý thích bất chợt của Số 5, mà nên quyết đoán hơn về nhu cầu của bản thân. Số 6 nên biết rằng mối quan hệ với Số 5 không có gì đảm bảo lâu dài và nên chuẩn bị cho sự thất vọng. Mối quan hệ giữa Số 5 và Số 6 nên được tiếp cận một cách nhẹ nhàng bởi cả hai cá nhân. Họ nên tận hưởng nó trong khi thời gian nó tồn tại và không nên có quá nhiều kỳ vọng vào nhau.",
    "sau": "Sẽ có sự thu hút ngay tức thì giữa hai Số 6. Cả hai có thể sẽ là trung tâm của sự chú ý trong một buổi hoạt động xã hội và sẽ bị ẩn tượng bởi sự thể hiện hình ảnh phù hợp của nhau trong dịp này. Rất có thể đối với hai số 6, sự hấp dẫn ban đầu sẽ phát triển thành một mối quan hệ nghiêm túc hơn. Một khi họ đã quen nhau, cả hai Số 6 sẽ rất vui khi phát hiện ra rằng họ có linh cảm tốt về người kia. Họ sẽ thấy rằng họ có sự hiểu biết bản năng và tự nhiên về những gì đối phương đang cảm nhận, và những vấn đề giao tiếp mà Số 6 có thể gặp phải với người khác sẽ không là vấn đề trong mối quan hệ này. Hai Số 6 sẽ thoải mái khi ở bên nhau và sẽ rất vui khi thử cởi mở hơn với cảm xúc của họ. Hai Số 6 sẽ có một ngôi nhà đẹp, và họ sẽ dành nhiều thời gian cho nhau ở đó. Họ sẽ có một mối quan hệ vui vẻ, hòa thuận và sẽ gắn bó lâu dài. Các vấn đề sẽ chỉ nảy sinh nếu Số 7 cảm thấy không được Số 6 đánh giá cao và trở nên bất an. Số 7 có thể thể hiện sự không vui theo cách cảm tính và Số 6 sẽ không thể đối phó với nguyên nhân dẫn đến sự bất hòa. Số 6 nên trấn an Số 7 bằng tình yêu của họ một cách thường xuyên chứ không chỉ vào ngày sinh nhật, ngày kỷ niệm và những thứ tương tự. Một khi Số 6 và Số 7 đã vượt qua những khó khăn ban đầu, họ sẽ hạnh phúc bên nhau. Họ sẽ chia sẻ một mối quan hệ tình cảm và yêu thương.",
    "bay": "Số 7 không phải gu của Số 6. Đối với Số 6 - người đang tìm kiếm một người nổi bật giữa đám đông thì Số 7 quá im lặng và thu mình. Tương tự như vậy, Số 6 sẽ không gây ấn tượng với Số 7, những người sẽ nghi ngờ về hình ảnh được trau chuốt và hoàn thiện của Số 6. Trên thực tế, không chắc rằng cả 2 sẽ tìm thấy chính họ trong cùng một hoạt động.Nếu Số 6 và Số 7 nhận thấy mình bị thu hút bởi nhau và quyết định tiến tới mối quan hệ hẹn hò thì có lẽ họ sẽ ngạc nhiên về mức độ thân thiết của họ. Số 7 là một người rất lãng mạn, và Số 6 sẽ được tán dương bởi sự quan tâm của người kia và cảm thấy tự tin hơn khi thể hiện cảm xúc của mình. Số 6 sẽ cảm thấy được hỗ trợ và yêu thương bởi Số 7 nhưng nên nhớ rằng hãy chú ý để đáp lại. Các vấn đề sẽ chỉ nảy sinh nếu Số 7 cảm thấy không được Số 6 đánh giá cao và trở nên bất an. Số 7 có thể thể hiện sự không vui theo cách cảm tính và Số 6 sẽ không thể đối phó với nguyên nhân dẫn đến sự bất hòa. Số 6 nên trấn an Số 7 bằng tình yêu của họ một cách thường xuyên chứ không chỉ vào ngày sinh nhật, ngày kỷ niệm và những thứ tương tự. Một khi Số 6 và Số 7 đã vượt qua những khó khăn ban đầu, họ sẽ hạnh phúc bên nhau. Họ sẽ chia sẻ một mối quan hệ tình cảm và yêu thương.",
    "tam": "Số 8 sẽ bị thu hút bởi Số 6 vì cách thể hiện gây ấn tượng và nổi bật giữa đám đông. Số 6 sẽ gây ấn tượng bởi sự tự tin và sức mạnh của số 8. Sự hấp dẫn ban đầu này có thể dẫn đến mối quan hệ phát triển giữa Số 6 và Số 8. Khó khăn chính trong mối quan hệ giữa Số 6 và Số 8 có khả năng là cả hai người sẽ không sẵn sàng thực hiện hành động đầu tiên về việc thể hiện cảm xúc. Số 6 sợ bị từ chối và khó bày tỏ cảm xúc, đặc biệt là nếu họ không chắc liệu những cảm xúc đó có được đáp lại hay không. Số 8 cũng thận trọng. Họ thường chờ đợi người yêu của họ bắt đầu bất kỳ hình thức đối thoại tình cảm nào. Có một nguy cơ là cả hai cá nhân có thể quyết định rằng người kia không quan tâm và mối quan hệ sẽ không phát triển. Số 8 và số 6 đều nên cố gắng dũng cảm tuyên bố tình cảm của mình và nên nghiêm túc xem xét việc thực hiện hành động đầu tiên nếu họ cảm thấy rằng họ muốn đi lâu dài với nhau. Nếu Số 6 và Số 8 tìm ra cách để truyền đạt cảm xúc của họ với nhau và cam kết, họ sẽ thấy rằng họ đang tận hưởng một mối quan hệ hạnh phúc và yêu thương cùng nhau. Số 6 sẽ là sự hiểu biết về Số 8, và Số 8 sẽ yêu thương và chú ý đến Số 6. Đây là một mối quan hệ sẽ tồn tại trước thử thách của thời gian khi những khó khăn ban đầu trong giao tiếp đã được khắc phục.",
    "chin": "Số 6 và số 9 đều là những cá thể rất hấp dẫn dễ bị cuốn hút vào nhau, Số 6 và Số 9 sẽ rất vui khi thấy rằng, họ đã một lần gặp được người sống đúng như mong đợi của họ. Số 6 và số 9 sẽ tận hưởng một mối quan hệ gần như hoàn hảo. Bên nhau, họ sẽ mãnh liệt và đam mê. Số 9 ưa thố lộ tâm tình, hay thể hiện sự lãng mạn với Số 6 và sẽ không có lý do gì để họ nghi ngờ về sự an toàn của mối quan hệ. Trong mối quan hệ này, ngay cả Số 6, người có thể cảm thấy khó thể hiện cảm xúc, sẽ hoàn toàn thoải mái với việc thể hiện tình cảm bằng cách nói chuyện và sẽ có thể tự tin bày tỏ tình yêu và sự tận tâm. Số 6 và số 9 sẽ sống với nhau trong sự hòa hợp gần như đẹp như mơ. Nhưng họ cũng sẽ gặp phải những vấn đề rắc rối với nhau. Vấn đề mà cặp đôi này có thể gặp phải nói chung là với những thực tế của cuộc sống bên ngoài mối quan hệ của họ. Họ có thể cảm thấy khó chấp nhận những thực tế khắc nghiệt của cuộc sống, chẳng hạn như sự cần thiết về tiền bạc, thức ăn, tiện ích, v.v ... Số 6 và số 9 cần nhận ra rằng mặc dù tình yêu sẽ mang lại cho họ nhiều hạnh phúc, nhưng nó sẽ không ăn hay mặc cho họ, và một lúc nào đó thực tế sẽ phải bước vào cuộc đời họ. Mối quan hệ giữa Số 6 và Số 9 nhìn chung sẽ cực kỳ hạnh phúc và lâu dài. Họ rất phù hợp với nhau."
  },
  {
    "tichcuc": "Chuyên gia, nhà phát minh, người cô độc, lập dị, chu đáo, tâm linh, ngoại cảm, người chữa bệnh tự nhiên, nội lực, nhanh trí, khôn ngoan, sáng suốt, hiểu biết về người khác, triết học, sức bền, suy ngẫm sâu sắc, đơn độc, độc lập, thần bí, ngoại cảm, tâm trí sắc sảo, quyết tâm, chủ nghĩa cá nhân, tìm kiếm kiến thức, không tuân thủ, kiên trì mục đích, hoàn hảo.",
    "tieucuc": "Bệnh hoạn, cực đoan, không hoạt bát, chống đối xã hội, bi quan, im lặng, phụ thuộc, trầm cảm, trì trệ, thiếu kiên trì, kiêu ngạo, hẹp hòi, xa cách, cứng nhắc, hay tranh cãi, nóng nảy.",
    "mot": "Mối quan hệ tình yêu giữa Số 1 và Số 7 không phải là một sự trùng khớp khó xảy ra, vì Số 1 và Số 7 có những sở thích và lý tưởng khá khác nhau. Tuy nhiên, nếu Số 1 và Số 7 thấy mình bị thu hút bởi nhau và quyết định tiến tới, thì rất có thể mối quan hệ sẽ khá tốt đẹp. Số 1 và số 7 sẽ thấy người còn lại khá thú vị, và mỗi người sẽ muốn tìm hiểu về cách đối phương nhìn nhận các tình huống khác nhau. Điều này có thể dẫn đến một quá trình phát triển cảm xúc và trí tuệ hứng thú đối với Số 1 và Số 7, những người sẽ thích có cơ hội nhìn thế giới qua con mắt của người khác. Số 7 rất lãng mạn và yêu thương đối với người bạn đời của họ. Số 1 sẽ rất vui khi nhận được sự ủng hộ và tình cảm của Số 7, nhưng cũng nên cố gắng đáp ứng nhu cầu của người bạn đời của họ, người cũng cần được yêu thương và hỗ trợ. Số 1 nên cẩn thận, đừng lơ là Số 7, nếu không họ có thể không chịu được sự thiếu thốn tình cảm và người bạn đời của họ. Số 1 sẽ rất vui khi nhận được sự ủng hộ và tình cảm của Số 7, nhưng cũng nên cố gắng đáp ứng nhu cầu của người bạn đời của họ, người cũng cần được yêu thương và hỗ trợ. Số 1 nên cẩn thận, đừng lơ là Số 7, nếu không họ có thể không chịu được sự thiếu thốn tình cảm và có thể tìm kiếm sự lãng mạn ở nơi khác. Khó khăn có thể nảy sinh trong mối quan hệ này nếu Số 1 cố gắng lấn át Số 7. Số 7 rất độc lập và sẽ phản ứng không tốt với một người yêu độc đoán. Chìa khóa thành công của cặp đôi này là sự giao tiếp và tôn trọng. Số 1 cần đảm bảo rằng họ dành nhiều thời gian cho người yêu Số 7 của mình, và khi ở bên nhau, họ nên nói chuyện cởi mở và trung thực. Số 1 và số 7 cần thừa nhận và tôn trọng nhu cầu cá nhân của nhau.",
    "hai": "Mối quan hệ giữa Số 2 và Số 7 có khả năng trở nên nghiêm túc rất nhanh chóng. Cả Số 2 và Số 7 đều có xu hướng cam kết bản thân ở giai đoạn đầu trong các mối quan hệ. Số 7 sẽ tuyên bố tình yêu bất diệt dành cho Số 2, và Số 2 sẽ sớm nói lên mong muốn của họ về một mối quan hệ lâu dài và gắn bó. Mặc dù có sự vội vàng nhưng việc ghép đôi này nhìn chung rất thành công. Cả Số 2 và Số 7 đều rất tình cảm, và cả hai đều cần được yêu thương và đánh giá cao. Cũng không cần phải lo lắng về việc thiếu thốn tình cảm. Số 2 rất ủng hộ và tình cảm còn số 7 thì lãng mạn và cởi mở với cảm xúc của họ. Cả hai đều có thể không an toàn trong các mối quan hệ, nhưng vấn đề này khó có thể xuất hiện trong mối quan hệ này. Bản chất Số 7 thích phiêu lưu hơn Số 2, nhưng vì Số 2 cảm thấy an toàn trong mối quan hệ, họ sẽ sẵn sàng thực hiện theo kế hoạch của Số 7. Khó khăn duy nhất có thể nảy sinh trong mối quan hệ này là giải quyết bất kỳ sự khác biệt nào về quan điểm. Cả Số 2 và Số 7 đều là những linh hồn cứng đầu và một khi đã đứng vững thì khó có thể lùi bước. Ngay cả những Số 2 bình thường thích thỏa hiệp cũng có thể quyết đoán một cách cứng rắn và mạnh mẽ nếu họ hoàn toàn tin tưởng rằng họ đúng. Số 7 và Số 2 cần nhận ra rằng họ đôi khi bị khóa trong những cuộc tranh cãi không có lợi và nên tìm ra cách đối phó với vấn đề này. Nói chung, đây sẽ là một mối quan hệ hài hòa và hạnh phúc, sẽ mang lại rất nhiều niềm vui cho cả Số 2 và Số 7.",
    "ba": "Nói chung, Số 3 và Số 7 là một cặp rất may mắn. Số 3 và số 7 rất phù hợp trong mối quan hệ tình cảm. Sau sự hấp dẫn ban đầu, sẽ không lâu nữa Số 7 và Số 3 trở nên nghiêm túc với nhau. Số 7 thường sẽ say đắm với Số 3, và đó là sự thể hiện rõ ràng về niềm đam mê và tình yêu mà Số 3 phát triển mạnh mẽ. Số 3 sẽ rất vui khi được đáp lại sự quan tâm của Số 7, và họ sẽ có một mối quan hệ rất lãng mạn. Khó khăn thực sự duy nhất mà cặp đôi này có thể trải qua sẽ nảy sinh thông qua sự khác biệt về thái độ của họ đối với các sự kiện xã hội. Số 3 sống cho các sự kiện xã hội, Số 3 sống cho giao tiếp xã hội và sẽ muốn tận dụng tối đa mọi lời mời. Mặt khác, Số 7 là người kín đáo hơn và ít có khả năng tận hưởng kết quả bận rộn hơn trong khi Số 3 tham gia các hoạt động xã hội một mình. Điều nguy hiểm ở đây là Số 3 sẽ có cơ hội tán tỉnh. Số 7 có thể trở nên khá bất an và ghen tuông nếu Số 3 đi chơi với người khác. Số 3 sống cho giao tiếp xã hội và sẽ muốn tận dụng tối đa mọi lời mời. Mặt khác, Số 7 là người kín đáo hơn và ít có khả năng tận hưởng kết quả bận rộn hơn trong khi Số 3 tham gia các hoạt động xã hội một mình. Điều nguy hiểm ở đây là Số 3 sẽ có cơ hội tán tỉnh. Số 7 có thể trở nên khá bất an và ghen tuông nếu Số 3 đi chơi với người khác hầu hết thời gian. Để tránh những khó khăn như vậy, Số 3 và Số 7 nên cố gắng thỏa hiệp và cân bằng giữa giao tiếp xã hội và dành thời gian ở một mình cùng nhau. Nếu họ có thể quản lý thời gian rảnh rỗi của mình để cả hai đều hạnh phúc. Sẽ có một mối quan hệ như mơ dành cho họ và họ sẽ rất ít cãi nhau vì bản chất cũng không phải là tranh cãi.",
    "bon": "Nếu Số 4 và Số 7 thấy thích nhau, rất có thể mối quan hệ của họ là một mối quan hệ bạn bè thân thiết trước đó.Số 7 có thể 'đổ' trước tình yêu của Số 4 và thể hiện tình yêu cũng như sự tận tâm, chung thủy tuyệt đối. Số 4 nhận được sự khen ngợi, tán dương nên không lo lắng gì về việc đề nghị tiến tới mối quan hệ yêu đương. Quá trình cam kết lâu dài với nhau có thể diễn ra trong một thời gian rất ngắn, và trên thực tế có thể quá nhanh. Số 4 và Số 7 nên cố gắng kìm lại một chút, và suy nghĩ nghiêm túc về khả năng hòa hợp cũng như tương lai của họ với nhau trước khi tình cảm trở nên sâu đậm hơn. Nếu Số 4 và Số 7 quyết định tiến tới và cam kết với nhau, nhìn chung họ sẽ hạnh phúc bên nhau. Số 7 là một cá nhân rất cởi mở và tình cảm, người sẽ thường xuyên trấn an Số 4 về tình yêu của mình. Số 4 không thoải mái tự tin về việc thảo luận các vấn đề của trái tim, nhưng có thể cảm thấy an toàn trong tình yêu của Số 7 nên họ sẵn sàng mở lòng. Nếu Số 4 không cởi mở với Số 7, Số 7 có thể trở nên bất an và nghi ngờ rằng người yêu không yêu thương họ. Số 4 nên cố gắng tìm cách thể hiện cảm xúc và số 7 nên chấp nhận rằng không phải ai cũng có thể cởi mở tình cảm. Có một mối nguy hiểm trong mối quan hệ này là Số 4 sẽ cố gắng trở thành người thống trị và áp đặt ý chí của họ lên Số 7. Số 7 sẽ nổi loạn chống lại mọi nỗ lực kiểm soát của Số 4. Số 4 nên tránh áp dụng sự độc đoán, hoặc các vấn đề có thể thật sự phát sinh trong mối quan hệ. Số 4 và số 7 nói chung sẽ hạnh phúc bên nhau, và mối quan hệ của họ sẽ đứng vững trước thử thách của thời gian. Mối quan hệ của họ sẽ được củng cố nếu họ tìm thấy những sở thích giải trí mà họ có thể chia sẻ.",
    "nam": "Số 5 và số 7 có thể bị thu hút bởi nhau ngay lần đầu gặp gỡ. Nếu họ quyết định rằng họ muốn tìm hiểu nhau nhiều hơn, thì chuyện tình cảm có thể sẽ nhanh chóng phát triển. Số 7 nên thận trọng khi dính dáng đến Số 5. Có nhiều khả năng Số 7 có thể bị tổn thương và thất vọng do dính líu đến Số 5. Số 5 và số 7 có thái độ rất khác nhau đối với các mối quan hệ. Số 5 chỉ thực sự quan tâm đến những cuộc tình ngắn ngủi mà không có cam kết thực sự, trong khi số 7 lại tìm kiếm tình yêu vĩnh cửu. Số 7 có thể yêu Số 5 và bày tỏ mong muốn làm cho mối quan hệ lâu dài hơn. Số 5 có thể sợ hãi trước nhu cầu cam kết của Số 7 và Số 7 có thể cảm thấy bị từ chối. Nếu người số 7 gặp người số 5 chia sẻ mong muốn cam kết của họ, thì có một sự thay đổi công bằng rằng mối quan hệ sẽ thành công. Tuy nhiên, sẽ có một số khác biệt mà Số 5 và Số 7 sẽ cần phải giải quyết trước khi họ có thể thực sự hạnh phúc bên nhau. Số 7 là người biểu hiện một cách tự nhiên và không gặp khó khăn trong việc thể hiện cảm xúc. Số 5 không giỏi thể hiện, nhưng khi họ bày tỏ tình cảm của mình, họ hoàn toàn chân thành. Số 7 nên đánh giá cao điều này về Số 5 và không nên nghi ngờ tình yêu của Số 5 chỉ vì họ không thể hiện nó liên tục. Số 5 nên biết rằng Số 7 sẽ không vui nếu họ công khai tán tỉnh người khác, và Số 5 nên cố gắng quan tâm đến cảm xúc của Số 7. Một khi Số 5 và Số 7 đã vượt qua những khó khăn của họ và được thiết lập trong một mối quan hệ những khó khăn của họ và được thiết lập trong một mối quan hệ với nhau, họ sẽ hạnh phúc bên nhau. Nếu cả hai cá nhân đều cam kết như nhau vào sự thành công của mối quan hệ, thì mối quan hệ đó sẽ tồn tại lâu dài.",
    "sau": "Số 7 không phải gu của Số 6. Đối với Số 6 - người đang tìm kiếm một người nổi bật giữa đám đông thì Số 7 quá im lặng và thu mình. Tương tự như vậy, Số 6 sẽ không gây ấn tượng với Số 7, những người sẽ nghi ngờ về hình ảnh được trau chuốt và hoàn thiện của Số 6. Trên thực tế, không chắc rằng cả 2 sẽ tìm thấy chính họ trong cùng một hoạt động.Nếu Số 6 và Số 7 nhận thấy mình bị thu hút bởi nhau và quyết định tiến tới mối quan hệ hẹn hò thì có lẽ họ sẽ ngạc nhiên về mức độ thân thiết của họ. Số 7 là một người rất lãng mạn, và Số 6 sẽ được tán dương bởi sự quan tâm của người kia và cảm thấy tự tin hơn khi thể hiện cảm xúc của mình. Số 6 sẽ cảm thấy được hỗ trợ và yêu thương bởi Số 7 nhưng nên nhớ rằng hãy chú ý để đáp lại. Các vấn đề sẽ chỉ nảy sinh nếu Số 7 cảm thấy không được Số 6 đánh giá cao và trở nên bất an. Số 7 có thể thể hiện sự không vui theo cách cảm tính và Số 6 sẽ không thể đối phó với nguyên nhân dẫn đến sự bất hòa. Số 6 nên trấn an Số 7 bằng tình yêu của họ một cách thường xuyên chứ không chỉ vào ngày sinh nhật, ngày kỷ niệm và những thứ tương tự. Một khi Số 6 và Số 7 đã vượt qua những khó khăn ban đầu, họ sẽ hạnh phúc bên nhau. Họ sẽ chia sẻ một mối quan hệ tình cảm và yêu thương.",
    "bay": "Hai Số 7 bị thu hút bởi nhau sẽ sớm thấy rằng mối quan hệ sẽ phát triển với tốc độ nhanh chóng. Họ sẽ nhanh chóng cuốn lấy nhau và rơi vào lưới tình. Mối quan hệ giữa hai số 7 có thể là một mối tình hạnh phúc. Cả hai người đều cảm thấy hoàn toàn được yêu thương, thấu hiểu và an toàn. Hai Số 7 sẽ hoàn toàn hiểu nhu cầu và mong muốn của nhau và sẽ không gặp khó khăn gì trong việc làm cho nhau hạnh phúc. Họ sẽ tận hưởng cơ hội để chia sẻ mối quan tâm của họ về văn học, và sẽ thảo luận về những cuốn sách yêu thích của họ hàng giờ liền. Hai Số 7 có quan hệ tình cảm với nhau có thể sẽ thấy rằng họ dành nhiều thời gian để trò chuyện với nhau - khoảng thời gian trôi nhanh nhưng họ không cảm thấy mệt. Vấn đề duy nhất có thể nảy sinh đối với hai Số 7 là đương đầu với 'thực tế. Họ sẽ không cảm thấy tự tin trong việc giải quyết ngân sách gia đình hoặc thanh toán hóa đơn đúng",
    "tam": "Số 7 cần tình yêu và sự hỗ trợ và có thể trở nên bất an và bực bội nếu họ cảm thấy rằng Số 8 đang bỏ bê họ. Số 7 không nên quá đòi hỏi số 8 và cần đánh giá cao rằng sự nghiệp của họ là rất quan trọng đối với họ. Có thể có những khó khăn trong giao tiếp nói chung giữa Số 7 và Số 8. Số 7 sẽ không thực sự hiểu được tham vọng của Số 8, và Số 8 có thể thấy Số 7 đòi hỏi quá nhiều về mặt cảm xúc, hơi mơ hồ và thiếu động lực. Số 7 có thể cảm thấy rằng Số 8 quá độc đoán và có thể cảm thấy rằng sự độc lập của họ đang bị đe dọa. Số 7 và số 8 sẽ có khá nhiều vấn đề mà họ cần phải giải quyết để mối quan hệ này thành công. Nếu Số 7 và Số 8 vượt qua được những khác biệt của họ, thì họ sẽ rất hạnh phúc bên nhau.",
    "chin": "Số 7 và số 9 đều là những người rất lãng mạn và sẽ thấy mình bị thu hút bởi nhau khi họ gặp nhau lần đầu tiên. Sự hấp dẫn giữa Số 7 và Số 9 sẽ nhanh chóng phát triển thành một mối quan hệ nghiêm túc hơn. Cả hai người đều có khả năng yêu nhau sau một thời gian ngắn. Nếu Số 7 và Số 9 thấy mình có mối quan hệ lãng mạn với nhau, họ sẽ rất hạnh phúc bên nhau. Họ sẽ tận hưởng một mối quan hệ nồng nàn và mãnh liệt. Họ sẽ thấy mình hoàn toàn bị đắm chìm bởi nhau. Có một điều nguy hiểm hơn là Số 7 và Số 9 sẽ bị ám ảnh bởi nhau đến mức bỏ mặc mọi người và mọi thứ khác. Kết quả cuối cùng của việc này có thể là mất liên lạc hoàn toàn với thực tế. Số 7 và số 9 sẽ ít quan tâm đến việc làm gì khác hơn là dành thời gian cho nhau. Số 7 và số 9 sẽ tận hưởng một mối quan hệ hài hòa mà cả hai đều cảm thấy được đánh giá cao và yêu thương. Số 9, người có xu hướng ghen tuông, sẽ không có lý do gì để nghi ngờ sự cam kết của Số 7 đối với mối quan hệ, và Số 7 sẽ không cảm thấy bất an vì họ sẽ rất tin tưởng vào tình yêu của Số 9. Số 7 và số 9 không có khả năng chia tay một khi họ đã tìm thấy nhau."
  },
  {
    "tichcuc": "Thể hiện, sự giàu có, tiền bạc, Tài chính, quyền lực, sự giàu có, địa vị, vật chất, chủ nghĩa thực dụng, cái tôi, sự cung cấp, tập hợp, chế độ độc tài, phái đoàn, bội số, kinh doanh, đầu tư, Việc làm, xuất hiện, phong tục, kỹ năng, trao đổi, thực tế, sự biến đổi thể giới, điều hành, chuyên nghiệp, sức mạnh, người giải quyết vấn đề, người tổ chức, người nhạy bén, thực tế, giống doanh nghiệp, quyết định, kiểm soát, liên tục, tự tin, tham vọng, độc đoán, tự tin, chính trực, thách thức, hiệu quả, đáng tin cậy, đáng tin cậy, người lập kế hoạch, phán đoán tốt, hòa đồng, cho và nhận, tổ chức, ổn định, làm việc độc lập, học hỏi kinh nghiệm, kiên nhẫn, thận trọng, kỷ luật tự giác, tự túc.",
    "tieucuc": "Không tưởng tượng, thẳng thừng, phục vụ bản thân, vật chất, tàn nhẫn, ám ảnh, nhu nhược, vô trách nhiệm, hẹp hòi, vô tổ chức, chống đối xã hội, ích kỷ, không ổn định, hạn chế, không thực tế.",
    "mot": "Số 1 và số 8 có rất nhiều điểm chung. Họ đều là những cá nhân có động lực và tham vọng cao, mong muốn thành công trong sự nghiệp đã chọn. Có khả năng sẽ có một sức hút tức thì giữa hai người này, điều này sẽ phát triển thành sự ngưỡng mộ và tôn trọng, từ đó mối tình lãng mạn cũng có thể nảy nở. Sự kết hợp của Số 1 và Số 8 trong một mối quan hệ có thể cực kỳ có lợi cho cả hai cá nhân vì họ sẽ có thể nói chuyện thoải mái về tham vọng và mục tiêu của mình với nhau. Số 1 và số 8 đều đánh giá cao cơ hội trao đổi ý kiến với nhau và thảo luận về các vấn đề nghề nghiệp. Cả hai sẽ cảm thấy được hỗ trợ và đánh giá cao trong mối quan hệ này, và họ có thể sẽ rất hạnh phúc bên nhau. Số 1 và số 8 có chung xu hướng bỏ bê người bạn đời lãng mạn của họ để theo đuổi sự nghiệp. Điều này sẽ không gây ra vấn đề trong mối quan hệ này vì cả hai cá nhân sẽ tôn trọng mong muốn, nhu cầu của nhau vì nó sẽ giúp họ có thời cơ để phát triển sự nghiệp. Số 1 và số 8 có chung xu hướng bỏ bê người bạn đời lãng mạn của họ để theo đuổi sự nghiệp. Điều này sẽ không gây ra vấn đề trong mối quan hệ này vì cả hai cá nhân sẽ tôn trọng mong muốn, nhu cầu của nhau vì nó sẽ giúp họ có thời để phát triển sự nghiệp của họ. Tuy nhiên, điều quan trọng là Số 8 và Số 1 cần dành thời gian cho nhau, và họ không nên để mối quan hệ của mình luôn chiếm vị trí thứ hai sau sự nghiệp. Mối quan hệ này sẽ không quá lãng mạn hay nồng nàn, nhưng có lẽ sẽ đứng vững trước thử thách của thời gian một cách đáng ngưỡng mộ. Số 1 và số 8 cả hai sẽ cảm thấy an tâm và hài lòng trong mối quan hệ của họ với nhau.",
    "hai": "Mặc dù mối quan hệ giữa Số 2 và Số 8 không phải là một sự kết hợp rõ ràng thành công, nhưng nó có khả năng thành công. Nếu Số 2 và Số 8 thấy mình bị thu hút bởi nhau và quyết định cam kết một mối quan hệ cùng nhau, họ sẽ thấy rằng mặc dù họ khá khác nhau, nhưng sự khác biệt của họ sẽ tạo thành một sự cân bằng tốt. Xu hướng kín đáo và riêng tư của Số 8 sẽ được cân bằng bởi sự cởi mở và sẵn sàng thể hiện tình cảm của Số 2. Trong thời gian đó, Số 8 sẽ cảm thấy đủ an toàn và tự tin để thử việc cởi mở và giàu tình cảm. Số 2 sẽ đánh giá cao tình yêu và sự quan tâm của Số 8 khi mối quan hệ đã được thiết lập, và Số 8 sẽ coi trọng sự hỗ trợ và đảm bảo của Số 2. Mặc dù hỗ trợ, Số 2 sẽ không hiểu hết mong muốn thành công của Số 8, và Số 8 nên thảo luận về tham vọng của họ với Số 2 để họ đánh giá cao tầm quan trọng của thành công đối với đối tác của mình. Số 2 và số 8 sẽ thấy rằng giao tiếp với nhau rất thú vị, và theo thời gian, sẽ hiểu nhau rất rõ. Khó khăn có thể nảy sinh nếu Số 8 bận tâm đến công việc và thành công vật chất. Số 2 sẽ cảm thấy bị sao nhãng nếu Số 8 đi làm muộn và xa nhà nhiều hơn. Số 8 nên nhận ra tầm quan trọng của một mối quan hệ hạnh phúc và cố gắng cân bằng giữa công việc và gia đình. Số 2 không nên gây áp lực lên Số 8 quá nhiều và cần phải thừa nhận rằng Số 8 đôi khi cần phải làm việc thêm để đạt được mục tiêu của họ.",
    "ba": "Số 3 và số 8 không có sự hòa hợp rõ ràng trong chuyện tình cảm. Không có nhiều tiềm năng năng hấp dẫn ban đầu giữa hai người này. Nếu Số 3 và Số 8 kết hợp với nhau, họ sẽ gặp khó khăn ở giai đoạn đầu trong mối quan hệ. Số 3 sẽ không bị ấn tượng bởi Số 8 thiếu sự quan tâm và miễn cưỡng mở lòng. Nói chung, Số 8 không đủ lãng mạn hoặc đam mê để thỏa mãn Số 3. Có khả năng cao rằng Số 3 sẽ tìm kiếm sự phấn khích và đam mê với một ai đó trước đây. Số 3 sẽ không đóng vai trò thứ hai trong sự nghiệp của Số 8, và tham vọng của Số 8 dường như không liên quan đến Số 3. Số 8 sẽ không nhận được sự hiểu biết và hỗ trợ mà họ cần từ Số 3. Số 3 sẽ không muốn thảo luận về các vấn đề nghề nghiệp, và Số 8 sẽ cảm thấy bị bỏ rơi và không được đánh giá cao. Số 8 sẽ không dung thứ cho sự ngoại tình, và nếu Số 3 ngoại tình, thì Số 8 sẽ hủy bỏ mối quan hệ ngay lập tức.",
    "bon": "Số 4 và số 8 rất hợp với nhau về mặt tình cảm. Cả hai đều có cách tiếp cận cuộc sống giống nhau và có nhiều quan điểm giống nhau. Họ đều có tham vọng và mong muốn làm tốt trong cuộc sống. Nếu hai người này gặp nhau tại một hoạt động xã hội, họ sẽ dành rất nhiều thời gian để nói chuyện với người khác và sẽ cảm thấy rằng họ đã tìm thấy người bạn tâm giao của mình. Một khi họ đã gặp nhau, khó có trường hợp bỏ qua người kia và chắc chắn rằng họ sẽ gặp lại đối phương. Có một chút nghi ngờ rằng Số 4 và Số 8 thích hợp để cam kết lâu dài với nhau. Họ sẽ hiểu nhau và có thể cung cấp cho nhau sự hỗ trợ và tình cảm. Nghề nghiệp quan trọng như nhau đối với Số 4 và Số 8 và họ sẽ vui vẻ cho phép nhau thời gian và không gian để thực hiện tham vọng của mình. Cả hai sẽ thấy thật bổ ích khi có một người bạn đời mà họ có thể chia sẻ hy vọng và thảo luận về ước mơ của họ. Mối quan hệ giữa Số 4 và Số 8 sẽ không quá nồng nàn hay lãng mạn, nhưng cả hai sẽ cảm thấy vô cùng an tâm và hạnh phúc trong mối quan hệ của mình và họ có thể sẽ ở bên nhau lâu dài.",
    "nam": "Chuyện tình cảm giữa Số 5 và Số 8 không có khả năng là một chuyện nghiêm túc. Họ có thể sẽ không nghiêm túc với nhau như vậy. Nếu bất kỳ mối quan hệ lâu dài nào phát triển giữa Số 5 và Số 8, sẽ mất nhiều thời gian để bắt đầu. Ban đầu, Số 5 sẽ bị thu hút bởi sự quyết tâm và năng lượng của Số 8 và sẽ muốn làm quen với anh ấy hoặc cô ấy để hiểu động lực của họ. Số 8 cũng có thể hài lòng với sự chú ý của Số 5, nhưng không muốn có bất kỳ ý định hoặc mong muốn thực hiện bất kỳ cam kết nào với Số 5 trước khi họ biết ý định của Số 5. Số 5 có thể sẽ không muốn cam kết, và mối quan hệ có thể tan thành mây khói vào thời điểm này. Tuy nhiên, Số 5 có thể thấy mình bị thu hút bởi Số 8 và quyết định cắt đứt mối quan hệ. Trong trường hợp này, Số 5 và Số 8 có lẽ sẽ rất hạnh phúc bên nhau. Họ có thể sẽ sống cuộc sống độc lập, nhưng sẽ bằng lòng miễn là cả hai dều chắc chắn về những cam kết của đối phương.",
    "sau": "Số 8 sẽ bị thu hút bởi Số 6 vì cách thể hiện gây ấn tượng và nổi bật giữa đám đông. Số 6 sẽ gây ấn tượng bởi sự tự tin và sức mạnh của số 8. Sự hấp dẫn ban đầu này có thể dẫn đến mối quan hệ phát triển giữa Số 6 và Số 8. Khó khăn chính trong mối quan hệ giữa Số 6 và Số 8 có khả năng là cả hai người sẽ không sẵn sàng thực hiện hành động đầu tiên về việc thể hiện cảm xúc. Số 6 sợ bị từ chối và khó bày tỏ cảm xúc, đặc biệt là nếu họ không chắc liệu những cảm xúc đó có được đáp lại hay không. Số 8 cũng thận trọng. Họ thường chờ đợi người yêu của họ bắt đầu bất kỳ hình thức đối thoại tình cảm nào. Có một nguy cơ là cả hai cá nhân có thể quyết định rằng người kia không quan tâm và mối quan hệ sẽ không phát triển. Số 8 và số 6 đều nên cố gắng dũng cảm tuyên bố tình cảm của mình và nên nghiêm túc xem xét việc thực hiện hành động đầu tiên nếu họ cảm thấy rằng họ muốn đi lâu dài với nhau. Nếu Số 6 và Số 8 tìm ra cách để truyền đạt cảm xúc của họ với nhau và cam kết, họ sẽ thấy rằng họ đang tận hưởng một mối quan hệ hạnh phúc và yêu thương cùng nhau. Số 6 sẽ là sự hiểu biết về Số 8, và Số 8 sẽ yêu thương và chú ý đến Số 6. Đây là một mối quan hệ sẽ tồn tại trước thử thách của thời gian khi những khó khăn ban đầu trong giao tiếp đã được khắc phục.",
    "bay": "Số 7 cần tình yêu và sự hỗ trợ và có thể trở nên bất an và bực bội nếu họ cảm thấy rằng Số 8 đang bỏ bê họ. Số 7 không nên quá đòi hỏi số 8 và cần đánh giá cao rằng sự nghiệp của họ là rất quan trọng đối với họ. Có thể có những khó khăn trong giao tiếp nói chung giữa Số 7 và Số 8. Số 7 sẽ không thực sự hiểu được tham vọng của Số 8, và Số 8 có thể thấy Số 7 đòi hỏi quá nhiều về mặt cảm xúc, hơi mơ hồ và thiếu động lực. Số 7 có thể cảm thấy rằng Số 8 quá độc đoán và có thể cảm thấy rằng sự độc lập của họ đang bị đe dọa. Số 7 và số 8 sẽ có khá nhiều vấn đề mà họ cần phải giải quyết để mối quan hệ này thành công. Nếu Số 7 và Số 8 vượt qua được những khác biệt của họ, thì họ sẽ rất hạnh phúc bên nhau.",
    "tam": "Hai số 8 có khả năng bị thu hút bởi sự tự tin và hài lòng của nhau. Họ sẽ ngưỡng mộ nhau, và từ sự tôn trọng đó sẽ xuất hiện sự thay đổi mà ở đó sự lãng mạn có thể thăng hoa. Vấn đề chính đối với mối quan hệ tình cảm của hai Số 8 với nhau là cả hai đều không sẵn sàng thực hiện hành động đầu tiên về việc tuyên bố bất kỳ cảm xúc nào về mối quan hệ. Cả hai người đều thích đợi đối phương chủ động trong việc thể hiện cảm xúc. Có một mối nguy hiểm là mối quan hệ giữa hai số 8 sẽ không bao giờ phát triển nếu cả hai đều không sẵn sàng đề cập đến chủ đề cam kết. Nếu mối quan hệ không phát triển, cả hai Người số 8 có thể quyết định rằng mối quan hệ sẽ chẳng đi đến đâu và tạm dừng. Cả những người thuộc cung Số 8 cần phải tự tin và quyết đoán hơn trong việc thể hiện cảm xúc của mình nếu không muốn bỏ lỡ một mối quan hệ có khả năng thành công. Nếu hai số 8 thực hiện cam kết với nhau, họ sẽ thấy rằng họ tận hưởng một mối quan hệ hài hòa và dễ chịu với nhau. Đó sẽ không phải là một mối quan hệ nồng nàn hay đặc biệt lãng mạn, nhưng cả hai cá nhân sẽ cảm thấy được hỗ trợ và yêu thương trong đó. Cả hai số 8 sẽ có xu hướng dành phần lớn thời gian của họ cho công việc hoặc để theo đuổi thành công trong sự nghiệp. Trong các mối quan hệ với người khác, điều này có thể xảy ra vấn đề, nhưng hai số 8 sẽ hoàn toàn hiểu rõ tham vọng và nhu cầu thành công của nhau. Một khi hai số 8 cởi mở và thừa nhận tình cảm thực sự của họ dành cho nhau, họ sẽ thấy rằng họ là những người đồng điệu và sẽ rất vui khi cam kết với nhau. Một khi mối quan hệ giữa hai số 8 đã được thiết lập, họ sẽ ở bên nhau lâu dài vì họ cảm thấy hạnh phúc và yên tâm trong mối quan hệ.",
    "chin": "Số 8 và số 9 có thể sẽ thấy rằng có một sức hút ngay lập tức giữa họ khi họ gặp nhau. Số 8 sẽ bị thu hút bởi năng lượng và sức sống của Số 9, và Số 9 sẽ tìm thấy sự tự tin và sức mạnh không thể cưỡng lại của Số 8, Mối quan hệ giữa Số 8 và Số 9 sẽ phát triển khá nhanh chóng. Người số 8 thích đợi người kia là người bắt đầu về việc nói lên cảm xúc và thảo luận về vấn đề cam kết. Số 8 sẽ rất vui khi nhận ra rằng Số 9 không gặp khó khăn gì trong việc gợi mở bắt đầu trong lĩnh vực này, và Số 9 sẽ vui mừng bày tỏ tình yêu bất diệt dành cho Số 8 và đề nghị họ cam kết với nhau. Số 8 và số 9 nhìn chung sẽ thấy rằng họ tận hưởng một mối quan hệ hài hòa với nhau. Những người số 8 có xu hướng coi các mối quan hệ là điều hiển nhiên và bỏ bê người yêu của họ để dành nhiều thời gian hơn cho sự nghiệp của họ. Số 9 sẽ không thích điều này và sẽ yêu cầu toàn bộ sự chú ý của Số 8. Số 9 sẽ không thích điều này và sẽ yêu cầu toàn bộ sự chú ý của Số 8. Trong mối quan hệ với Số 9, Số 8 sẽ hạnh phúc khi dành thời gian cho mối quan hệ và sẽ ít bận rộn hơn với công việc. Số 8 và số 9 rất hợp trong chuyện tình cảm. Họ sẽ thấy rằng, nếu họ cam kết với nhau, cuộc sống chung của họ sẽ hạnh phúc."
  },
  {
    "tichcuc": "Quan hệ rộng rãi, có trách nhiệm, trí tuệ bên trong, trực giác cao, sức mạnh của tính cách, ích kỷ (học cách nói Không), nhân đạo, khả năng sáng tạo, nhạy cảm, trung thành, tha thứ, khái quát, đa tài, giáo viên, người chữa bệnh, nghệ sĩ, linh hồn già, diễn viên, thông minh, hiểu biết, kín đáo, xuất sắc, từ bi, người giải quyết vấn đề, trí tuệ bên trong, trực giác cao, tự yêu bản thân, tự do, phổ biến, vĩnh cửu, hào phóng, không tuân thủ, thiên tài nghệ thuật, có tầm nhìn rộng và quan điểm rộng, có thể hơi lập dị, thích giao tiếp, có ảnh hưởng, từ thiện, nghĩa vụ, kêu gọi, sứ mệnh, nghĩa vụ, thần bí, đức tin, lạc quan, trí tuệ thiêng liêng, hy sinh bản thân, nghiệp chướng, giác ngộ, phục vụ, từ bi, vị tha, lý tưởng cao đẹp, cảm thông, tâm linh, khoan dung, khiêm tốn, vị tha, nhân từ,sự đồng cảm, quyền lực, lòng bác ái, trực giác, sự hoàn hảo",
    "tieucuc": "Không ham học hỏi, thiếu giao tiếp, không đáng tin cậy, thiếu hiểu biết, thiếu quan tâm đến người khác, thiếu nhận thức của trực giác, yếu kém quan tâm đến bản thân, thiếu nhạy cảm, buông thả, không trung thành, thiếu khả năng tha thứ, tách biệt, cao cả, mơ màng, lờ đờ, thiếu tập trung, không mục đích, căng thẳng và căng thẳng, không đáng tin cậy, ý chí yếu.",
    "mot": "Mối quan hệ giữa Số 1 và Số 9 có thể sẽ lâu dài và hạnh phúc. Số 1 sẽ bị thu hút bởi niềm đam mê và năng lượng của Số 9, và đó là sự hấp dẫn sẽ kéo dài trong suốt mối quan hệ. Nếu Số 1 liên quan đến Số 9, họ sẽ không cảm thấy khó khăn khi sắp xếp thứ tự ưu tiên cho mối quan hệ của mình. Số 1 sẽ bị quyển rũ bởi tính cách và sức sống của Số 9. Số 9 cũng sẽ thấy tầm nhìn đầy tham vọng của Số 1 trở nên hấn dẫn. Sự kết hợp của Số 1 và Số 9 là điện, và mối quan hệ giữa hai số này sẽ chứa đầy niềm đam mê. Nếu Số 1 có thói quen bỏ bê đối tác của họ, điều đó có thể gây ra các vấn đề thực sự trong mối quan hệ. Số 9 cần có sự lãng mạn và đam mê trong một mối quan hệ, và nếu bị Số 1 tước đoạt điều này, họ có thể tìm kiếm sự phấn khích ở nơi khác. Số 1 và số 9 cần dành thời gian ở bên nhau để họ có thể tận hưởng sự bầu bạn của nhau. Miễn là mối quan hệ có tầm quan trọng ngang nhau đối với cả hai, Số 1 và Số 9, cả hai đều là những người có tính cá nhân cao, sẽ hạnh phúc và họ sẽ gặp ít khó khăn.",
    "hai": "Sự kết hợp của Số 2 và Số 9 có khả năng tạo ra một sự kết hợp vui vẻ. Số 2 và số 9 là người yêu lý tưởng đáp ứng nhu cầu của nhau. Cả hai đều là những người rất tình cảm và yêu thương những người hạnh phúc nhất nếu tình yêu của họ được đáp lại. Cả hai đều mừng vì mối quan hệ trở nên nghiêm túc sau một thời gian ngắn. Thật vậy, Số 9 cần sự cam kết ở giai đoạn đầu nếu không họ sẽ tìm kiếm nơi khác. Số 2 cảm thấy hạnh phúc hơn khi cam kết sớm với một Số 9 lãng mạn và yêu mến, vì vậy đây sẽ không phải là vấn đề mà cặp số này phải trải qua. Trên thực tế, hai cá nhân này sẽ thấy rằng họ gặp rất ít khó khăn trong mối quan hệ với nhau. Nói chung, Số 9 và Số 2 sẽ thấy rằng họ có một mối quan hệ lãng mạn và nồng nàn, sẽ tồn tại lâu dài. Khó khăn duy nhất có thể nảy sinh là sự ghen tị - cả Số 2 và Số 9 đều có xu hướng cảm thấy ghen tị khi đối tác của họ chú ý đến.",
    "ba": "Sẽ có sự thu hút tức thì giữa Số 3 và Số 9. Cả Số 9 và Số 3 đều có khả năng nổi bật giữa đám đông tại một sự kiện xã hội, và họ sẽ bị thu hút bởi lý do này. Một khi Số 3 và Số 9 đã thiết lập mối quan hệ, họ sẽ thấy mình trên một chuyến tàu lượn lãng mạn. Họ sẽ có một mối quan hệ đầy đam mê và mãnh liệt đến mức họ sẽ hoàn toàn say mê trước với nhau, và ngay cả Số 3 hay thay đổi nhất cũng sẽ không cảm thấy cần phải tìm kiếm nơi khác để tìm kiếm sự phấn khích. Số 3 và số 9 không bao giờ làm nhau mệt mỏi hoặc thấy buồn tẻ. Cả hai đều có bản tính nóng nảy và bốc đồng, điều này sẽ đảm bảo rằng cuộc sống của họ luôn có những tia sáng trong cuộc sống chung. Họ sẽ hoàn toàn cam kết với nhau và sẽ an tâm tuyệt đối vào tình yêu của nhau.Những vấn đề mà cặp đôi này có thể gặp phải sẽ không nằm ở nhau, mà là vấn đề tài chính của họ. Cả hai đều thiếu hiểu biết về các vấn đề tài chính và cả hai đều không muốn làm hỏng một cuộc phiêu lưu bằng cách xem xét khả năng chi trả của họ. Vì những lý do này, có khả năng cặp đôi này cuối cùng phải nợ tiền vì những thứ xa xỉ mà họ không thể mua được. Ngay cả khi nghèo đói và nợ nần, Số 3 và Số 9 vẫn sẽ hạnh phúc bên nhau, nhưng sẽ tốt hơn nếu đôi khi họ có thể dành một chút suy nghĩ cho số dư ngân hàng của mình. Một khi Số 9 và Số 3 đã tìm thấy tình yêu bên nhau, họ có nhiều khả năng sẽ dành phần còn lại của cuộc đời cho nhau. Họ chắc chắn sẽ làm cho nhau rất hạnh phúc trong khoảng thời gian họ ở bên nhau.",
    "bon": "Số 4 và số 9 có những kỳ vọng rất khác nhau về các mối quan hệ lãng mạn và những cách thể hiện cảm xúc hoàn toàn khác nhau.Số 9 mong đợi sự thăng hoa, niềm đam mê từ một mối quan hệ và thể hiện bản thân một cách cởi mở. Số 4 trầm lặng hơn, dè dặt hơn và có kỳ vọng rằng các mối quan hệ sẽ phát triển thành những cam kết lâu dài. Bất chấp sự khác biệt rõ ràng của họ, Số 4 và Số 9 rất hợp nhau về mặt tình cảm. Đây chắc chắn là một trường hợp thu hút đối lập. Năng lượng và niềm đam mê của Số 9 sẽ truyền cảm hứng cho Số 4 tự do hơn với cảm xúc của họ. Số 4 sẽ khám phá ra một khía cạnh nào đó trong tính cách của họ mà họ không biết chúng có tồn tại. Số 9 sẽ khen ngợi sự trân thành và tận tâm của Số 4. Vì thế, Số 9 sẽ cảm thấy có thể cam kết với Số 4 và vui vẻ dành nhiều thời gian hơn ở nhà. Các vấn đề có thể nảy sinh nếu Số 4 bắt đầu ác cảm với Số 9. Số 9 sẽ hoàn toàn bất ngờ trước cơn giận bùng phát của Số 4 và không biết phải xử lý tình huống như thế nào. Số 4 nên cẩn thận không cố gắng chi phối hoặc kiểm soát Số 9, người sẽ không chịu đựng bất kỳ hình thức bất bình đẳng nào trong mối quan hệ. Nói chung, Số 4 và Số 9 sẽ có ít vấn đề và sẽ hạnh phúc bên nhau. Mối quan hệ giữa Số 4 và Số 9 sẽ lâu dài và hài hòa.",
    "nam": "Một cuộc tình ngắn ngủi nhưng đầy đam mê giữa Số 5 và Số 9 là một kịch bản dễ xảy ra nhất. Cả Số 5 và Số 9 đều phù hợp với những mối tình ngắn hạn hơn là cam kết lâu dài. Sẽ không có cảm giác tồi tệ, nhưng cả hai người có thể sẽ bắt đầu lại một lần nữa trước khi tiến tới mối quan hệ lâu dài. Nếu Số 5 và Số 9 cảm thấy rằng họ đã đạt đến một thời điểm trong cuộc đời mà họ muốn cam kết, thì họ sẽ thấy rằng họ rất phù hợp với nhau. Họ sẽ tìm thấy ở nhau những điều thú vị và họ sẽ có một cuộc sống phiêu lưu cùng nhau. Số 9 mang đến nhiều sự say mê, nguồn cảm hứng hơn hẳn. Ví dụ như họ sẽ khuyến khích Số 5 tự do và cởi mở hơn với cảm xúc của mình. Số 5 sẽ chân thành và gây xúc động khi bày tỏ tình yêu của mình. Số 5 và số 9 sẽ cùng nhau trải qua ít khó khăn trong cuộc sống. Bản chất của cả hai đều dễ tính và không thích tranh cãi vì lợi ích. Hn nhắn nhắn cũ hạnh nhín hôn nhau. Số 5 và số 9 sẽ cùng nhau trải qua ít khó khăn trong cuộc sống. Bản chất của cả hai đều dễ tính và không thích tranh cãi vì lợi ích. Họ chắc chắn sẽ hạnh phúc bên nhau, nhưng thời gian của mối quan hệ của họ thực sự phụ thuộc vào mức độ sẵn sàng ổn định của họ.",
    "sau": "Số 6 và số 9 đều là những cá thể rất hấp dẫn dễ bị cuốn hút vào nhau, Số 6 và Số 9 sẽ rất vui khi thấy rằng, họ đã một lần gặp được người sống đúng như mong đợi của họ. Số 6 và số 9 sẽ tận hưởng một mối quan hệ gần như hoàn hảo. Bên nhau, họ sẽ mãnh liệt và đam mê. Số 9 ưa thố lộ tâm tình, hay thể hiện sự lãng mạn với Số 6 và sẽ không có lý do gì để họ nghi ngờ về sự an toàn của mối quan hệ. Trong mối quan hệ này, ngay cả Số 6, người có thể cảm thấy khó thể hiện cảm xúc, sẽ hoàn toàn thoải mái với việc thể hiện tình cảm bằng cách nói chuyện và sẽ có thể tự tin bày tỏ tình yêu và sự tận tâm. Số 6 và số 9 sẽ sống với nhau trong sự hòa hợp gần như đẹp như mơ. Nhưng họ cũng sẽ gặp phải những vấn đề rắc rối với nhau. Vấn đề mà cặp đôi này có thể gặp phải nói chung là với những thực tế của cuộc sống bên ngoài mối quan hệ của họ. Họ có thể cảm thấy khó chấp nhận những thực tế khắc nghiệt của cuộc sống, chẳng hạn như sự cần thiết về tiền bạc, thức ăn, tiện ích, v.v ... Số 6 và số 9 cần nhận ra rằng mặc dù tình yêu sẽ mang lại cho họ nhiều hạnh phúc, nhưng nó sẽ không ăn hay mặc cho họ, và một lúc nào đó thực tế sẽ phải bước vào cuộc đời họ. Mối quan hệ giữa Số 6 và Số 9 nhìn chung sẽ cực kỳ hạnh phúc và lâu dài. Họ rất phù hợp với nhau.",
    "bay": "Số 7 và số 9 đều là những người rất lãng mạn và sẽ thấy mình bị thu hút bởi nhau khi họ gặp nhau lần đầu tiên. Sự hấp dẫn giữa Số 7 và Số 9 sẽ nhanh chóng phát triển thành một mối quan hệ nghiêm túc hơn. Cả hai người đều có khả năng yêu nhau sau một thời gian ngắn. Nếu Số 7 và Số 9 thấy mình có mối quan hệ lãng mạn với nhau, họ sẽ rất hạnh phúc bên nhau. Họ sẽ tận hưởng một mối quan hệ nồng nàn và mãnh liệt. Họ sẽ thấy mình hoàn toàn bị đắm chìm bởi nhau. Có một điều nguy hiểm hơn là Số 7 và Số 9 sẽ bị ám ảnh bởi nhau đến mức bỏ mặc mọi người và mọi thứ khác. Kết quả cuối cùng của việc này có thể là mất liên lạc hoàn toàn với thực tế. Số 7 và số 9 sẽ ít quan tâm đến việc làm gì khác hơn là dành thời gian cho nhau. Số 7 và số 9 sẽ tận hưởng một mối quan hệ hài hòa mà cả hai đều cảm thấy được đánh giá cao và yêu thương. Số 9, người có xu hướng ghen tuông, sẽ không có lý do gì để nghi ngờ sự cam kết của Số 7 đối với mối quan hệ, và Số 7 sẽ không cảm thấy bất an vì họ sẽ rất tin tưởng vào tình yêu của Số 9. Số 7 và số 9 không có khả năng chia tay một khi họ đã tìm thấy nhau.",
    "tam": "Số 8 và số 9 có thể sẽ thấy rằng có một sức hút ngay lập tức giữa họ khi họ gặp nhau. Số 8 sẽ bị thu hút bởi năng lượng và sức sống của Số 9, và Số 9 sẽ tìm thấy sự tự tin và sức mạnh không thể cưỡng lại của Số 8, Mối quan hệ giữa Số 8 và Số 9 sẽ phát triển khá nhanh chóng. Người số 8 thích đợi người kia là người bắt đầu về việc nói lên cảm xúc và thảo luận về vấn đề cam kết. Số 8 sẽ rất vui khi nhận ra rằng Số 9 không gặp khó khăn gì trong việc gợi mở bắt đầu trong lĩnh vực này, và Số 9 sẽ vui mừng bày tỏ tình yêu bất diệt dành cho Số 8 và đề nghị họ cam kết với nhau. Số 8 và số 9 nhìn chung sẽ thấy rằng họ tận hưởng một mối quan hệ hài hòa với nhau. Những người số 8 có xu hướng coi các mối quan hệ là điều hiển nhiên và bỏ bê người yêu của họ để dành nhiều thời gian hơn cho sự nghiệp của họ. Số 9 sẽ không thích điều này và sẽ yêu cầu toàn bộ sự chú ý của Số 8. Số 9 sẽ không thích điều này và sẽ yêu cầu toàn bộ sự chú ý của Số 8. Trong mối quan hệ với Số 9, Số 8 sẽ hạnh phúc khi dành thời gian cho mối quan hệ và sẽ ít bận rộn hơn với công việc. Số 8 và số 9 rất hợp trong chuyện tình cảm. Họ sẽ thấy rằng, nếu họ cam kết với nhau, cuộc sống chung của họ sẽ hạnh phúc.",
    "chin": "Không bất ngờ gì khi hai số 9 sẽ ngay lập tức bị thu hút bởi nhau khi họ gặp nhau lần đầu tiên. Họ sẽ bị cuốn hút bởi năng lượng và sức sống của nhau và sẽ muốn tìm hiểu nhau nhiều hơn. Mối quan hệ giữa hai số 9 sẽ phát triển rất nhanh chóng và họ sẽ sớm thấy mình cam kết với nhau. Hai số 9 sẽ tận hưởng một mối quan hệ lãng mạn và nồng nàn cùng nhau. Họ sẽ có thể hiểu nhau hoàn toàn và đáp ứng nhu cầu của đối phương. Hai số 9 sẽ tận hưởng sự kề cạnh và dành tất cả thời gian rảnh rỗi cho nhau. Số 9 là những người sống rất tình cảm và hai số 9 tham gia vào một mối quan hệ lãng mạn sẽ thấy rằng, mặc dù hạnh phúc bên nhau nhưng họ sẽ có nhiều cuộc tranh cãi. Hai số 9 sẽ dễ rơi vào vòng lặp với các cuộc khẩu chiến kịch liệt sau đó quay lại với nhau. Cả hai cá nhân sẽ tận hưởng sự kịch tính và phấn khích và hoàn toàn chấp nhận được tranh cãi như một khía cạnh quan trọng của mối quan hệ của họ. Hai số 9 sẽ hiểu nhau một cách trọn vẹn và sẽ vô cùng hạnh phúc khi ở bên nhau. Mối quan hệ giữa hai người này có thể sẽ tồn tại trong một thời gian rất dài."
  }
]